Repository: rudygodoy/tgcmlinux
Catalog: po/*.po
Languages: de, es

source: Preparing messages to send
de: Vorbereiten Nachrichten zu senden
es: Preparando para enviar mensajes

source: Preparing pending messages to be sent
de: Vorbereitung anstehender Nachrichten gesendet werden
es: Preparando mensajes para ser enviados

source: Sending message to '%s'
de: Nachricht wird an '%s' versendet
es: Enviando mensaje a '%s'

source: Retrying sending message to '%s'
de: Erneuter Versuch Nachricht an '%s' zu versenden
es: Reintentando el envío de mensaje a '%s'

source: Today at %s
de: Heute um %s
es: Hoy a las %s

source: The selected messages will be deleted permanently. Do you want to continue?
de: Die ausgewählten Nachrichten werden endgültig gelöscht. Möchten Sie fortfahren?
es: Los mensajes seleccionados serán borrados de forma permanente. ¿Deseas continuar?

source: From: %s Received: %s %s
de: Von: %s Empfangen: %s %s
es: De: %s Recibido: %s %s

source: To: %s Sent: %s %s
es: Para: %s Enviado: %s %s

source: Update drafts
de: Entwürfe aktualisieren
es: Modificar borrador

source: Save
de: Speichern
es: Guardar

source: Services - SMS
es: Servicios - SMS

source: SMS received
de: SMS erhalten
es: SMS recibido

source: %s Information
es: %s Información

source: SMS from %s :
de: SMS von %s:
es: SMS de %s :

source: A new message is being edited, do you want to continue and overwrite it?
es: Hay un nuevo mensaje en edición. ¿Deseas continuar y sobreescribirlo?

source: Error on sending
de: Fehler beim Senden
es: Error al enviar

source: Don't show again
de: Nicht erneut anzeigen
es: No preguntar de nuevo

source: To:
de: An:
es: Para:

source: Message:
de: Nachricht
es: Mensaje:

source: <b>Total X characters / 1 message</b>
de: <b>Insgesamt X Zeichen / 1 Nachricht</b>
es: <b>Total X caracteres / 1 mensaje</b>

source: Send notification
de: Benachrichtigung senden
es: Notificación de entrega

source: Send
de: Senden
es: Enviar

source: New message
de: Neue Nachricht
es: Nuevo

source: From:
de: Von:
es: De:

source: Caller
de: Anrufer
es: Llamador

source: Date:
de: Datum:
es: Fecha:

source: Reply
de: Antworten
es: Responder

source: Forward
de: Weiterleiten
es: Reenviar

source: For:
de: Für:
es: Para:

source: Recipient
de: Empfänger
es: Destinatario

source: Edit
de: Ändern
es: _Editar

source: Show messages:
de: Mitteilungen anzeigen
es: Mostrar mensajes:

source: Received
de: Empfangen
es: Recibidos

source: Messages:
de: Mitteilungen:
es: Mensajes:

source: Conversations
de: Konversationen
es: Conversaciones

source: Drafts
de: Entwürfe
es: Borradores

source: Discover SMS service, the easiest way to send and receive text messages using your Mobile Internet Device and your computer. With SMS service, you can: > Send up to 10 text messages per minute. > Save as many sent and received messages as you like. > Send messages to your Address Book contacts. To use this service, you must have a Mobile Internet Device.
de: Entdecken Sie den SMS-Dienst der einfachste Weg, um mit internetfähigen Mobiltelefonen oder dem Computer Textnachrichten zu verschicken. Mit dem SMS-Dienst können Sie: > Bis zu 10 Textnachrichten pro Minute senden. > So viele gesendete oder erhaltene Kurznachrichten speichern, wie Sie wünschen. > Nachrichten an die Kontakte in Ihrem Adressbuch senden. Diesen Dienst können Sie nur mit einem internetfähigen Mobilgerät nutzen.
es: Descubre con el servicio SMS la forma más sencilla de enviar y recibir mensajes de texto con tu Dispositivo Internet Móvil y tu ordenador. Con el servicio SMS podrás: > Enviar hasta 10 mensajes de texto por minuto. > Almacenar todos los mensajes enviados y recibidos que quieras. > Enviar mensajes a tus contactos de la Agenda. Para utilizar este servicio es necesario disponer de un Dispositivo Internet Móvil.

source: With Direct Messaging discover the easiest way to send and receive messages in text with you Mobile Internet Device and your computer. With Direct Messaging you will be able to: > Send up to 10 text messages a minute. > Store as many sent and received messages as you want. > Send messages to your Address Book contacts. To use this service you need a Device for Mobile Internet.
es: Descubre con el servicio SMS la forma más sencilla de enviar y recibir mensajes de texto con tu Dispositivo Internet Móvil y tu ordenador. Con el servicio SMS podrás: > Enviar hasta 10 mensajes de texto por minuto. > Almacenar todos los mensajes enviados y recibidos que quieras. > Enviar mensajes a tus contactos de la Agenda. Para utilizar este servicio es necesario disponer de un Dispositivo Internet Móvil.

source: Use this short message centre:
de: Folgendes Short Message Service Center (SMSC) wird verwendet:
es: Usar el siguiente centro de mensajes cortos:

source: Activate notifications
de: Benachrichtigung aktivieren
es: Activar notificaciones

source: Always ask
de: Immer fragen
es: Preguntar siempre

source: <b>Send notification</b>
de: <b>Benachrichtigung senden</b>
es: <b>Notificación de entrega</b>

source: Quick, easy and secure access to your company Intranet. This service must be contracted specifically. For more information contact the sales representative associated with your company.
de: Schneller, bequemer und sicherer Zugang zum Intranet Ihres Unternehmens. Für diesen Dienst ist ein spezieller Vertragsabschluss erforderlich. Für weitere Informationen setzen Sie sich mit dem Ihrem Unternehmen zugeordneten Vertreter in Verbindung.
es: Accede a la Intranet de tu empresa de la forma más rápida, cómoda y segura. Este servicio requiere contratación específica. Para más información contacta con el comercial asociado a tu empresa.

source: This service lets you access your company Intranet easily and securely. This service must be specifically contracted. For more information, contact the sales representative assigned to your company.
de: Dieser Dienst ermöglicht Ihnen einen bequemen und sicheren Zugang zum Intranet Ihres Unternehmens. Für diesen Dienst ist ein spezieller Vertragsabschluss erforderlich. Für weitere Informationen setzen Sie sich mit dem Ihrem Unternehmen zugewiesenen Vertreter in Verbindung.
es: Este servicio te permite acceder a la Intranet de tu empresa de forma cómoda y segura. El servicio requiere contratación específica. Para más información, contacta con el comercial asignado a tu empresa.

source: Open web browser when connecting
de: Web -Browser stardmässig öffnen, wenn der Service gestartet wird
es: Al conectar abrir el navegador

source: Page:
de: Seite:
es: Página:

source: <b>Homepage</b>
es: <b>Página de inicio</b>

source: Sending message
de: Die Nachricht wird versandt
es: Envío de mensaje

source: <b>Answer received:</b>
de: <b>Die Antwort wurde empfangen:</b>
es: <b>Respuesta recibida:</b>

source: Service not available
de: Service nicht verfügbar
es: Servicio no disponible

source: Balance
de: Guthabenabfrage
es: Saldo

source: Recharge
de: Guthaben aufladen
es: Recarga

source: Browse quickly through your favourite internet pages from any where
de: Browsen Sie von überall schnell über Ihre bevorzugten Internetseiten
es: Navega rápidamente por tus páginas favoritas de internet desde cualquier lugar

source: This service enables you to access Internet from the Escritorio movistar.
de: Dieser Dienst erlaubt Ihnen den Internetzugang vom Movistar Schreibtisch
es: Este servicio te permite acceder a Internet desde el Escritorio Movistar.

source: <b><big>Recharge</big></b>
de: <b><big>Guthaben aufladen</big></b>
es: <b><big>Recarga</big></b>

source: Enter number :
de: Vouchercode :
es: Número de teléfono:

source: <span color="red"><big>Recharge Dob&#xED;jen&#xED; Kreditu .</big></span>
es: <span color="red"><big>Recharge Dobíjení Kreditu .</big></span>

source: Enter voucher number :
de: Gutscheinnummer eingeben:
es: Introducir número de justificante:

source: My balance :
de: Meine Bilanz :
es: Mi saldo:

source: Check
de: Überprüfen
es: Verificar

source: Favourites
de: Favoriten
es: Favoritos

source: (*) If you do not select this option, the connection used will be the one that is currently active or the preferred O2 connection.
de: (*) Falls Sie diese Option nicht auswählen, wird die aktuelle Verbindung bzw. die bevorzugte O2 Verbindung verwendet.
es: (*) De no seleccionar esta opción, la conexión que se utilizará será la que esté activa en ese momento o la predeterminada de O2.

source: Favourite created
de: Der Favorit wurde angelegt
es: Favorito creado

source: Favourite created successfully. Don't forget that you can modify it from Settings > Services > Favourites.
de: Der Favorit wurde erfolgreich angelegt. Vergessen Sie nicht, dass Sie ihn ändern können, über Einstellungen > Enstellungen > Favoriten.
es: Favorito creado con éxito. Recuerda que puedes modificarlo desde Configuración > Servicios > Favoritos

source: dialogue
de: Dialog
es: dialog

source: <b>When connecting open:</b>
de: <b>Beim Verbinden öffnen:</b>
es: <b>Al conectar abrir:</b>

source: Select a file
de: Wählen Sie eine Datei
es: Selecciona un archivo

source: File
de: Datei
es: Fichero

source: URL Address:
de: URL Adresse:
es: Dirección URL:

source: <b>Connection:</b>
de: <b>Verbindung:</b>
es: <b>Conexión:</b>

source: <big><b>Favourites</b></big>
de: <big><b>Favoriten</b></big>
es: <big><b>Favoritos</b></big>

source: List of favourites:
de: Liste der Favoriten:
es: Lista de favoritos:

source: Discover Favourites services, the easiest way to have all your most-frequently used program and web pages one click away. Click install to start using the service and discover a few of useful network-operator provided links.
de: Finden Sie den Favoriten Service. Es ist der häufiger und der einfacher Weg, um alle Programme und Web-Seiten mit einem Kick zu verwenden. Klicken Sie bitte installieren und starten Sie die Services und Operators, die Sie links finden.
es: Descubre el servicio Favoritos, la forma más fácil de tener a un click tus programas y páginas web más usadas. Pulsa "Instalar" para empezar a usar el servicio y descubrir algunos enlaces útiles proporcionados por tu operador.

source: Open
de: Öffnen
es: Abrir

source: Browse quickly through your favourite internet pages from any where.
de: Browsen Sie von überall schnell über Ihre bevorzugten Internetseiten.
es: Navega rápidamente por tus páginas favoritas de internet desde cualquier lugar.

source: Open web browser by default when starting the service
de: Web -Browser stardmässig öffnen, wenn der Service gestartet wird
es: Abrir navegador por defecto al iniciar el servicio

source: <b>Home page</b>
es: <b>Página de inicio</b>

source: Enter a letter of the location you want to find and click search.
de: Geben Sie einen Buchstaben des gesuchten Orts ein und klicken Sie auf suchen.
es: Introduzca la letra de la localización que quiera encontrar y pulse buscar.

source: Enter a letter or a number of the postcode you want to find and click search.
de: Geben Sie einen Buchstaben des Orts oder eine Ziffer der gesuchten Postleitzahl ein und klicken Sie auf suchen.
es: Introduzca la letra o el numero del código postal que quiera encontrar y pulse buscar.

source: Updated on %s
de: Aktualisiert am %s
es: Actualizado en %s

source: There are no Wi-Fi access points with the selected criteria.
de: Es sind keine WiFi-Zugangspunkte für die gewählten Kriterien vorhanden.
es: No existen puntos de acceso Wi-Fi con los criterios seleccionados.

source: Service not available. Please try again later.
es: Servicio no disponible. Por favor, inténtelo pasados unos minutos.

source: Check Wi-Fi areas online
de: Wi-Fi-Bereiche online suchen
es: Visita la página de Cobertura Wi-Fi

source: <b>List of Wi-Fi</b>
de: <b>Wi-Fi-Liste</b>
es: <b>Lista de puntos Wi-Fi</b>

source: Location:
de: Standort:
es: Ubicación:

source: Province:
de: Provinz:
es: Provincia:

source: City:
de: Stadt:
es: Ciudad:

source: Postcode:
de: PLZ:
es: Código Postal:

source: Type:
de: Typ:
es: Tipo:

source: If your Rate includes Wi-Fi access request your connection password:
es: Si tienes contratada una de estas Tarifas puedes solicitar tu clave para conectarte pulsando el botón:

source: Request password
de: Kennwort anfordern
es: Solicitar Clave

source: Wi-Fi access points found in the search:
de: Bei der Suche gefundene Wi-Fi-Access-Points:
es: Puntos de acceso Wi-Fi resultado de la búsqueda

source: With any of the <b>Mobile Broad Band Rates</b> with Premium Quality you will be able to connect up to the Zonas Wi-Fi de Telefónica free and with unlimited access. The Rates that you will be able to take advantage of with the Wi-Fi access are the following : <b>- Internet in the Móvil Plus</b> <b>- Flat Rate Internet Plus</b> <b>- Flat Rate Internet Premium</b> For more information on the Broad Band Mobile Rates phone the <b>109</b>
de: Mit jedem der <b>Mobilen Breitband Tarife</b> mit Premium Qualität werden Sie in der Lage sein, sich mit den Wi-Fi -Bereichen von Telefónica kostenlos und mit unbegrenztem Zugang zu verbidnen. Die Tarife,mit denen Sie in der Lage sein werden, den Wi-Fi -Zugang wahrzunehmen, sind folgende : <b>- Internet in the Móvil Plus - Flat Rate Internet Plus - Flat Rate Internet Premium </b> Tarife, rufen Sie bitte an bei <b>109</b>
es: Con el servicio <b>Zona Wi-Fi</b> puedes conectar con los Hotspot Wi-Fi de Movistar sin límites y de forma gratuita, según la tarifa que tengas contratada. Para más información sobre las Tarifas Banda Ancha Móvil llama al <b>1004</b>.

source: With any of the <b>Mobile Broad Band Rates</b> with Premium Quality you will be able to connect up to the Zonas Wi-Fi de Telefónica free and with unlimited access.
es: Con el servicio <b>Zona Wi-Fi</b> puedes conectar con los Hotspot Wi-Fi de Movistar sin límites y de forma gratuita, según la tarifa que tengas contratada.

source: <b>Service not available</b>
de: <b>Service nicht verfügbar</b>
es: <b>Servicio no disponible</b>

source: To access the Selfcare, please connect via O2 GPRS/UMTS network
de: Zum Zuigang zu der Selbsthilfe, verbinden Sie sich bitte über das O2 GPRS/UMTS Netzwerk
es: Para acceder al Selfcare, conéctese a través de la red O2 GPRS/UMTS

source: The Internet Mobile Device does not have a valid SIM card. Please, check that the SIM card is correctly inserted in the Internet Mobile Device.
de: Die Mobile Internet -Vorrichtung verfügt über keine gültige SIM-Karte. Bitte überprüfen Sie, dass Ihre SIM-Karte in die Mobile Internet -Vorrichtung korrekt eingeführt wurde.
es: El Dispositivo Internet Móvil no contiene una tarjeta SIM válida. Por favor, comprueba que hay una tarjeta SIM introducida correctamente en el Dispositivo Internet Móvil.

source: <b>SIM not found</b>
de: <b>SIM nicht gefunden</b>
es: <b>SIM no encontrada</b>

source: The Mobile Internet Device does not have a valid SIM card. Please check to see that the device contains a SIM of your network operator.
de: Die Mobile Internet -Vorrichtung verfügt über keine gültige SIM-Karte. Bitte überprüfen Sie, dass Ihre SIM-Karte in die Mobile Internet -Vorrichtung korrekt eingeführt wurde.
es: El Dispositivo Internet Móvil no contiene una tarjeta SIM válida. Por favor, comprueba que hay una tarjeta SIM introducida de tu operador.

source: <b>Invalid SIM</b>
es: <b>SIM inválida</b>

source: Plug &amp; play device detected
de: Plug-&amp;-play-Gerät detektiert
es: Dispositivo Plug &amp; play detectado

source: Device '%s' has been detected. Would you like to select it as a 2G/3G/4G device?
de: Gerät '%s' wurde detektiert. Möchten Sie es als 2G/3G/4G-Gerät auswählen?
es: Se ha detectado la inserción del dispositivo: <b>%s</b>. ¿Deseas seleccionarlo como dispositivo 2G/3G/4G?

source: Device '%s' has been detected. Would you like to select it as a WWAN device?
de: Gerät '%s' wurde detektiert. Möchten Sie es als WWAN-Gerät auswählen?
es: Se ha detectado la inserción del dispositivo: <b>%s</b>. ¿Deseas seleccionarlo como dispositivo WWAN?

source: Device switched off
de: Vorrichtung abgeschaltet
es: Dispositivo apagado

source: Data purchased: %s You've used: %s Data available until %s: %s
de: Gekaufte Datenmenge: %s Sie haben verbraucht: %s Verfügbare Datenmenge bis %s: %s
es: Datos contratados: %s Ha utilizado: %s Datos disponibles hasta %s: %s

source: Consumed data since %s: %s
es: Datos usados desde el %s: %s

source: Data purchased: %s Consumed data: %s Available data until %s: %s
de: Gekaufte Datenmenge: %s Verbrauchte Datenmenge: %s Verfügbare Datenmenge bis %s: %s
es: Datos contratados: %s Datos usados: %s Datos disponibles hasta %s: %s

source: Very low Wi-Fi coverage
de: Sehr schlechter WLAN Empfang
es: Nivel de cobertura Wi-Fi muy bajo

source: Low Wi-Fi coverage
de: WLAN-Signalstärke: Schwach
es: Nivel de cobertura Wi-Fi bajo

source: Good Wi-Fi coverage level
de: WLAN-Signalstärke: Gut
es: Nivel de cobertura Wi-Fi bueno

source: Very good Wi-Fi coverage
de: WLAN-Signalstärke: sehr gut
es: Nivel de cobertura Wi-Fi muy bueno

source: Excellent Wi-Fi coverage
de: WLAN-Signalstärke: Hervorragend
es: Nivel de cobertura Wi-Fi excelente

source: Very low coverage level
de: 2G/3G/4G-Empfang: sehr schwach
es: Nivel de cobertura muy bajo

source: Low coverage level
de: 2G/3G/4G-Empfang: Schwach
es: Nivel de cobertura bajo

source: Good coverage level
de: 2G/3G/4G-Empfang: Gut
es: Nivel de cobertura bueno

source: Very good coverage level
de: 2G/3G/4G-Empfang: sehr gut
es: Nivel de cobertura muy bueno

source: Excellent coverage level
de: 2G/3G/4G-Empfang: Hervorragend
es: Nivel de cobertura excelente

source: Switched off
de: Ausgeschaltet
es: Dispositivo apagado

source: LAN connectivity
de: LAN Verbindung
es: Conectividad LAN

source: No device
de: Kein Gerät
es: Sin dispositivo

source: Device: No device
de: Gerät: "Kein Gerät
es: Dispositivo: Sin dispositivo

source: Data used
de: Datenverbrauch
es: Datos usados

source: Available data
de: Verfügbare Datenvolumen
es: Datos disponibles

source: You've used
de: Datenverbrauch
es: Datos usados

source: Minimize to system tray
de: auf den Infobereich minimisieren
es: Minimizar a la barra de tareas

source: Minimize
de: Minimieren
es: Minimizar

source: More...
de: Mehr...
es: Más...

source: Prepay
es: Prepago

source: Close %s
de: %s Schliessen
es: Cerrar %s

source: Get connected launching Smart Connection
de: Mit der bevorzugten Verbindung verbinden
es: Conectar iniciando una conexión inteligente

source: Status
es: Estado

source: Get connected to the default connection
de: Verbinden Sie sich mit der standarmässigen Verbindung
es: Conectar con la conexión predeterminada

source: Cancel
de: Abbrechen
es: Cancelar

source: Available networks
de: Verfügbare Netzwerke
es: Redes disponibles

source: Available mobile networks
de: Verfügbare mobile Netzwerke
es: Redes móviles disponibles

source: To cancel connection to %s, click here
de: Zum Abbrechen der Verbindung zu %s, klicken Sie bitte hier
es: Para cancelar la conexión a %s, pulsa aquí

source: <big><b>Display</b></big>
de: <big><b>Startbildschirm</b></big>
es: <big><b>Apariencia</b></big>

source: Check those services and favourites that will be ready in the menu area in your dock. Have in mind that the first 4 will be shown, but the rest will be displayed under the menu displayed after clicking the "more" button. Sort the order of your services using the arrow buttons beside the list.
de: Wählen Sie die Services und Favoriten, die auf dem Startbildschirm angezeigt werden sollen. Bitte beachten Sie, dass nur die ersten 5 Favoriten direkt angezeigt werden. Sortieren Sie Ihre Favoriten mit Hilfe der Pfeile neben der Liste.
es: Comprueba los servicios que estarán disponibles en la zona de servicios de tu Escritorio Movistar. Ten en cuenta que se mostrarán sólo los primeros, que aparecen resaltados. El resto los podrás encontrar bajo el menú que aparecerá tras presionar el botón "más". Ordena tus servicios utilizando las flechas que aparecen a la derecha de la lista.

source: Alert me when I reach %(percent)s%% of the reference data volume (%(data)s)
de: Warnschwellwert: %(percent)s%% des Datenvolumens (%(data)s)
es: Avisar al alcanzar %(percent)s%% de volumen de datos (%(data)s)

source: <b>When connected via %s network...</b>
de: <b>Bei Nutzung einer %s Verbindung möchte ich bei Erreichen des folgenden Datenvolumens benachrichtigt werden:</b>
es: <b>Cuando estás conectado vía redes %s...</b>

source: Other
de: Sonstige
es: Otro

source: <big><b>Alerts</b></big>
de: <big><b>Schwellwerte</b></big>
es: <big><b>Alertas</b></big>

source: Select the reference data volume:
de: Datenvolumen:
es: Selecciona el volumen de datos:

source: <b>When connected via roaming...</b>
de: <b>Bei Nutzung einer Roamingverbindung möchte ich bei Erreichen des folgenden Volumens benachrichtigt werden:</b>
es: <b>Cuando estás conectado vía roaming...</b>

source: Here, you can manage the connections saved in %s and order them according to your connection preferences.
de: Hier können Sie die im %s gespeicherten Verbindungen verwalten und entsprechend Ihren Verbindungspräferenzen sortieren.
es: Desde aquí­ puedes gestionar las conexiones guardadas por el %s y ordenarlas según tus preferencias de conexión.

source: You can add new connections to %s by pressing the following buttons:
es: Puedes añadir nuevas conexiones al %s pulsando en los siguientes botones:

source: Export connection
de: Verbindung exportieren
es: Exportar conexión

source: TGCM files
de: TGCM Dateien
es: Ficheros TGCM

source: <b>The file must have an extension</b>
de: <b>Die Datei muss über einen Dateinamen verfügen</b>
es: <b>El fichero debe tener una extensión</b>

source: The files that you save must have extension .tgcm
de: Die von Ihnen gespeicherten Dateien müssen den Dateinamen .tgcm tragen
es: Los ficheros que guardes deben tener extensión .tgcm

source: Import connection
de: Verbindung importieren
es: Importar conexión

source: label
es: etiqueta

source: New Wi-Fi connection
de: Neue Wi-Fi-Verbindung
es: Nueva conexión Wi-Fi

source: Export
de: Exportieren
es: Exportar

source: Activate connection log
de: Logdatei der Verbindung aktivieren
es: Activar log de conexiones

source: Open log
de: Logdatei öffnen
es: Abrir log

source: <big><b>My Internet connections</b></big>
de: <big><b>Verbindungen</b></big>
es: <big><b>Mis conexiones</b></big>

source: Choose the device you want to use with %s to connect to the %s networks. You can use a Mobile Internet Device.
de: Wählen Sie das Gerät, das Sie mit %s für die Verbindung mit den %s-Netzwerken verwenden wollen.
es: Elige el dispositivo que deseas emplear con el %s para conectar a redes %s. Puedes hacerlo con un Dispositivo Internet Móvil.

source: <b>%s Device</b>
de: <b>%s-Gerät</b>
es: <b>Dispositivo %s</b>

source: Choose the device you want to use with %s to connect to the Wi-Fi networks.
de: Wählen Sie zur Verbindung mit Drahtlosnetzwerken (WLAN) das Gërat, das der %s hierfür verwenden soll.
es: Elige el dispositivo que deseas emplear con el %s para conectar a redes Wi-Fi.

source: <big><b>Devices</b></big>
de: <big><b>Geräte</b></big>
es: <big><b>Dispositivos</b></big>

source: List of devices:
de: Auflistung der Geräte:
es: Lista de dispositivos:

source: Select
de: Auswählen
es: Seleccionar

source: Unlock device
es: Liberar dispositivo

source: <b>Wi-Fi Device</b>
de: <b>WLAN-Gerät</b>
es: <b>Dispositivo Wi-Fi</b>

source: No device found
de: Kein Gerät verfügbar
es: Sin dispositivo

source: Settings for device: %s
de: Einstellungen für das Gerät: %s
es: Dispositivo: %s

source: <big><b>Options</b></big>
de: <big><b>Allgemein</b></big>
es: <big><b>Opciones</b></big>

source: Launch the application when I start up my computer
de: Beim Hochfahren meines Rechners die Anwendung starten
es: Ejecutar la aplicación al iniciar sesión

source: Connect to the Internet when I open the application
de: Verbindung zum Internet herstellen, wenn ich die Anwendung öffne
es: Iniciar la conexión al ejecutar la aplicación
