Repository: rudygodoy/tgcmlinux
Catalog: po/*.po
Languages: de, es

source: Automatically reconnect when the connection is lost
de: Bei Abbruch der Verbindung automatisch erneut Verbindung herstellen
es: Volver a conectar automáticamente cuando se pierda la conexión

source: <b>Start up and Connection</b>
de: <b>Hochfahren und Verbindung</b>
es: <b>Arranque y Conexión</b>

source: Automatically check for news and updates when I connect
de: Automatisch nach Updates und Neuigkeiten suchen
es: Comprobar automáticamente si hay nuevas actualizaciones al conectar

source: See news and updates
de: News und Updates anzeigen
es: Ver noticias y actualizaciones

source: <b>News and Updates</b>
de: <b>News und Updates</b>
es: <b>Noticias y actualizaciones</b>

source: My Details
de: Meine Angaben
es: Mis datos

source: Deactivate PIN
de: PIN deaktivieren
es: Desactivar PIN

source: Change PIN
de: PIN ändern
es: Cambiar PIN

source: <b>PIN management</b>
de: <b>PIN Verwaltung</b>
es: <b>Gestión del PIN</b>

source: Automatic
de: Automatisch
es: Automático

source: Manual. Use this network technology:
de: Manuelle Netzwahl:
es: Manual. Utilice la tecnología de esta red:

source: <b>Network technology selection</b>
de: <b>Auswahl der Netzwerktechnologie</b>
es: <b>Selección de tecnología de red</b>

source: Search operators
de: Netzwerkbetreiber suchen
es: Buscar operadoras

source: <b>Operator selection</b>
de: <b>Auswahl des Netzwerkbetreibers</b>
es: <b>Selección de operadora</b>

source: Networks and SIM card
de: Netz und SIM-Karte
es: Redes y Tarjeta SIM

source: UTMS/3G only
de: Nur UTMS/3G
es: UTMS/3G sólo

source: UTMS/3G preferred
de: UTMS/3G bevorzugt
es: UTMS/3G preferida

source: GPRS/2.5G only
de: Nur GPRS/2.5G
es: GPRS/2.5G sólo

source: GPRS/2.5G preferred
de: GPRS/2.5G bevorzugt
es: GPRS/2.5G preferida

source: Mobile broadband number
de: Rufnummer
es: Número de teléfono BAM

source: To get the most out of your mobile broadband service, please complete the fields below. If you don't know about this, please call 1004 to review it.
de: Um Ihren mobilen Breitbanddienst optimal zu nutzen, füllen Sie bitte die folgenden Felder aus. Wenn Sie die benötigte Information nicht kennen, erhalten Sie diese telefonisch unter 1004.
es: Con el fin de obtener el máximo rendimiento de tu servicio de Banda Ancha Móvil, por favor, selecciona tus datos. Si los desconoces llama al 1004 para consultarlos.

source: I'm a Pre-pay user
de: Ich bin ein Pre-pay-Benutzer
es: Usuario de prepago

source: I'm a Post-pay user
de: Ich bin ein Post-pay-Benutzer
es: Usuario de contrato

source: Your monthly data allowance (excluding Wi-Fi) is:
de: Ihre monatliche Datenhöchstmenge bei O2 (außer Wi-Fi) beträgt:
es: Mi volumen de datos mensual (excluyendo Wi-Fi) es:

source: Your billing period is:
de: Ihr Abrechnungszeitraum ist:
es: Periodo de facturación

source: Type your mobile number associated to your Mobile Broadband (BAM). If you don't know it, click Query and it will be filled for you in seconds.
es: Introduce tu número de móvil asociado a tu Banda Ancha Movil (BAM). Si lo desconoces, pulsa Consultar y se completará en unos segundos.

source: Help about MBN
es: Acerca del BAM

source: This is your monthly data allowance on the O2 network. You can find this by looking on your bill.
de: Dies ist Ihre monatliche Datenbewilligung im O2 Netzwerk Sie können dies auf Ihrer Rechnung wiederfinden.
es: Este es su cuota mensual de transferencia de datos dentro de la red de O2. Puede confirmarlo consultado su factura.

source: You can find this on your bill.
de: Sie können dies auf Ihrer Rechnung finden.
es: Puede encontrarlo en su factura

source: You can find your mobile broadband number on your bill or contract.
de: Sie finden die Nummer Ihres mobilen Breitbanddienstes auf Ihrer Rechnung oder im Vertrag.
es: Puede encontrar el número de teléfono de su banda ancha en su factura o en su contrato.

source: This is your personal or business mobile phone number.
de: Diese ist Ihre persönliche oder Ihre geschäftliche Mobiltelefonnummer
es: Este es su número de teléfono de trabajo o personal

source: Custom
de: Gebrauchsspezifisch
es: Personalizado

source: To get the most out of your mobile broadband service, please complete the fields below:
de: Um von Ihrem mobilen Breitbandservice am meisten zu bekommen, füllen Sie bitte die Felder unten aus:
es: Para sacarle el mayor partido al servicio de banda ancha móvil, rellene los siguientes campos:

source: I'm on the O2 Mobile Broadband Pay & Go
de: Ich befinde mich auf dem O2 mobilen Breitband Pay&Go
es: Estoy en la Banda Ancha Móvil Pay & Go de O2

source: I'm on the O2 Mobile Broadband Pay Monthly
de: Ich befinde mich auf dem monatlich bezahlbaren O2 mobilen Breitband
es: Estoy en la Banda Ancha Móvil Monthly de O2

source: My monthly O2 network data allowance (excluding Wi-Fi):
de: Meine monatliche Datenhöchstmenge bei O2 (außer Wi-Fi):
es: Mi cuota mensual de transferencia de datos en la red de O2 (excluyendo Wi-Fi):

source: My bill date:
de: Mein Abrechnungsdatum:
es: Mi fecha de facturación:

source: To help us keep you informed of things like software updates, improvements to mobile broadband and O2 offers, please complete the following fields:
de: Um uns zu helfen Sie auf dem Laufenden zu halten über Softwareaktualisierungen, Verbesserungen auf dem mobilen Breitband, sowie O2 Angebote, füllen Sie bitte folgende Felder aus:
es: Para ayudarnos a mantenerle informado acerca de actualizaciones de software, mejoras en la red de banda ancha y ofertas de o", rellene los siguientes campos:

source: Mobile broadband number:
de: Mobile Breitbandnummer:
es: Número de teléfono móvil de banda ancha:

source: <span color="red">This number must be a number 11 digits long, starting with 07.</span>
de: <span colorr="red">Diese Nummer muss 8 Zeichen umfassen, mit 07 beginnen.</span>
es: <span color="red">Este número de teléfono tiene que tener una extensión de 11 dígitos, empezando por 07.</span>

source: Mobile phone number:
de: Mobiltelefonnummer:
es: Número de teléfono móvil:

source: Please, see your O2's Privacy Policy at
de: Sehen Sie bitte Ihre O2 Datenschutzrichtlinien nach, bei
es: Consulte la Política de Privacidad de O2 en

source: Install service
de: Service installieren
es: _Instalar servicio

source: Services - User details
de: Dienste - Benutzerdetails
es: Servicios - Datos de usuario

source: <big><b>Services</b></big>
de: <b><big>Dienste</big></b>
es: <big><b>Servicios</b></big>

source: Some Escritorio Movistar services require identification. You can save your username and password here.
de: Für einige Dienste des Mobile Connection Manager ist eine Identifzierung erforderlich. Hier können Sie die entsprechenden Benutzernamen und Passwärter speichern.
es: Algunos servicios del Escritorio Movistar necesitan identificación. Desde aquí­ puedes guardar tu usuario y clave.

source: Select how you want to connect to Movistar services:
de: Wählen Sie die Verbindungsart zu den Mobile Connection Manager Diensten:
es: Selecciona la forma en que deseas conectarte con los servicios Movistar:

source: Use the following data
de: Verwenden Sie folgende Daten
es: Utilizar los siguientes datos

source: Always request key on connecting
de: Beim Verbinden immer den Schlüssel anfordern
es: Solicitar siempre clave al conectar

source: Connect without identifying myself
de: Verbinden ohne mich zu identifizieren
es: Conectar sin identificarme

source: If you are a new Movistar services user or you have forgotten your password, request your password with a free text message to 22770. Enter the password you want in the message text.
de: Wenn Sie ein neuer Benutzer des Mobile Connection Managers sind oder Ihre Zugangspasswort vergessen haben, fordern Sie Ihr Passwort mit einer kostenlosen SMS an die Nummer 22770 an. Geben Sie dabei in der SMS das von Ihnen gewÃ¼nschte Passwort an.
es: Si eres un usuario nuevo de los servicios Movistar o has olvidado tu clave de acceso, solicita tu clave con un mensaje de texto gratuito al 22770. Indicando en el mensaje la clave que desees.

source: The password should be between 6 and 14 characters long and it is case sensitive. After sending the message, you will receive a text message confirming your password. Example: send the word "Blues" to 22770 if you want this word to be your password.
de: Das Passwort muss zwischen 6 und 14 Zeichen beinhalten. Achten Sie dabei bitte auf Gross- und Kleinschreibung. Nach dem Versenden der Nachricht erhalten Sie eine PasswortbestÃ¤tigung.
es: La clave deberá tener entre 6 y 14 caracteres y es sensible a las mayúsculas. Tras enviar el mensaje, recibirás un mensaje de texto confirmando tu clave. Ejemplo: envía "Azules" al 22770 para que esa sea tu clave de acceso.

source: <b>New users</b>
de: <b>Neue Benutzer</b>
es: <b>Nuevos usuario:</b>

source: User details
de: Benutzerdetails
es: Datos de usuario

source: <small>Maximum speed:</small>
de: <small>Maximale Übertragungsrate:</small>
es: <small>Velocidad máxima:</small>

source: <small>Time:</small>
de: <small>Zeit:</small>
es: <small>Tiempo:</small>

source: <small>Data transfered:</small>
de: <small>Übertragenes Datenvolumen:</small>
es: <small>Datos transferidos:</small>

source: How long:
de: Wie lang:
es: Cuánto tiempo:

source: How much:
de: Wie viel:
es: Cuánto:

source: Billing
de: Abrechnung
es: Facturación

source: period
de: Aktueller Nutzungszeitraum
es: periodo

source: Data used (MB)
de: Beanspruchte Datenmenge (MB)
es: Datos usados

source: Transference limit
de: Übertragungslimit
es: Límite de transferencia

source: This
de: Diese
es: Este

source: Last
de: Zuletzt
es: Último

source: month
de: Dieser Monat
es: mes

source: Month %d
de: Monat %d
es: Mes %d

source: %s network
de: Netzwerk %s
es: Red %s

source: Summary from %s to current date
de: Übersicht ab %s bis zum gegenwärtigen Datum
es: Resumen desde %s:

source: %s used data: - National: %s - Roaming: %s
de: %s Gebraucht Daten: - National: %s - Roaming: %s
es: Datos usados %s: - Nacional: %s - Roaming: %s

source: Now
de: Nun
es: Ahora

source: Time
de: Zeit
es: Tiempo

source: Average Speed: %.2f Kbits/s Download Speed: %.2f Kbits/s Upload Speed: %.2f Kbits/s
de: Durchschnittliche Geschwindigkeit: %.2f Kbits/s Download-Geschwindigkeit: %.2f Kbits/s Upload-Geschwindigkeit: %.2f Kbits/s
es: Velocidad media: %.2f KBits/s Velocidad de descarga: %.2f KBits/s Velocidad de subida: %.2f KBits/s

source: Data limit at maximun speed
de: Datengrenze bei Maximalgeschwindigkeit
es: Límite de datos a velocidad máxima

source: Available data at maximun speed
de: Verfügbare Daten auf Maximalgeschwindigkeit
es: Datos disponibles a velocidad máxima

source: <small><b>Data transfered</b></small>
de: <small><b>Übertragenes</b></small>
es: <small><b>Datos transferidos</b></small>

source: <small>Transference limit</small>
de: <small>Übertragungslimit</small>
es: <small>Límite de transferencia</small>

source: <small>Data used</small>
de: <small>Datenverbrauch</small>
es: <small>Datos usados</small>

source: <small>Roaming data</small>
de: <small>Datenvolumen im Roaming</small>
es: <small>Datos en roaming</small>

source: <small>Available data</small>
de: <small>Verfügbares Datenvolumen</small>
es: <small>Datos disponibles</small>

source: <small><b>SMS sent</b></small>
de: <small><b>Gesendete SMS</b></small>
es: <small><b>SMS enviados</b></small>

source: <small><span foreground="blue" underline="single">My details</span></small>
de: <small><span foreground="blue" underline="single">Meine Details</span></small>
es: <small><span foreground="blue" underline="single">Mis datos</span></small>

source: <b><small><span color="red">You have exceed your monthly data usage allowance and will now be charged for any data you use on the O2 network until the start of your next bill. Don't forget that you receibe unlimited Wi-Fi through our partners The Cloud and BT Openzone.</span></small></b>
de: <b><small><span color="red" >Sie haben Ihre monatliche Datenhöchstmenge erreicht und an sofort wird jeder weitere Datentransfer im O2-Netzwerk so lange berechnet, bis der nächste Abrechnungszeitraum beginnt. Denken Sie daran, dass Sie über unsere Partner The Cloud und BT Openzone unbeschränkten Wi-Fi-Zugang haben.</span></small></b>
es: <b><small>Ha sobrepasado su cupo mensual de transferencia de datos, por lo que a partir de ahora se le cobrará toda transferencia de datos que realice dentro de la red O2 hasta el inicio de su próximo ciclo de facturació Recuerde que recibe acceso ilimitado al Wi-Fi a través de nuestros asociados The Cloud y BT Openzone.</small></b>

source: Calculating...
de: Berechnung läuft...
es: Calculando...

source: Current speed: %s
de: Gegenwärtige Geschwindigkeit: %s
es: Velocidad actual: %s

source: Time elapsed: %02d:%02d:%02d
de: Abgelaufene Zeit: %02d:%02d:%02d
es: Tiempo transcurrido: %02d:%02d:%02d

source: Data usage: %s
de: Beanspruchte Datenmenge: %s
es: Consumo de datos: %s

source: Show the dock
de: Dock anzeigen
es: Mostrar el dock

source: See available networks
de: Verfügbare Netzwerke anzeigen
es: Redes disponibles

source: Connected to %(name)s (%(type)s)
de: Verbindungen zu %(name)s (%(type)s)
es: Conectado a %(name)s (%(type)s)

source: %d unread SMS
de: %d ungelesene SMS
es: %d SMS no leídos

source: Open %s
de: %s öffnen
es: Abrir %s

source: Connected to %s (%s)
de: Verbindungen zu %s (%s)
es: Conectado a %s (%s)

source: PIN management
de: PIN Verwaltung
es: Gestión del PIN

source: _Activate PIN
de: PIN _Aktivieren
es: _Activar PIN

source: _Deactivate PIN
de: PIN _Aktivieren
es: _Desactivar PIN

source: _Change PIN
de: _PIN Ändern
es: _Cambiar PIN

source: Network technology selection
de: Auswahl der Netztechnologie
es: Selección tecnología de red

source: _Automatic
de: _Automatisch
es: _Automático

source: _UTMS/3G only
de: _Nur UTMS/3G
es: _UTMS/3G sólo

source: U_TMS/3G preferred
de: U_TMS/3G bevorzugt
es: U_TMS/3G preferida

source: _GPRS/2.5G only
de: _Nur GPRS/2.5G
es: _GPRS/2.5G sólo

source: _GPRS/2.5G preferred
de: _GPRS/2.5G bevorzugt
es: _GPRS/2.5G preferida

source: Turn on
de: Einschalten
es: Encender

source: Turn off
de: Abschalten
es: Apagar

source: %s Help
de: %s - Hilfe
es: %s - Ayuda

source: %s Settings
de: %s - Einstellungen
es: %s - Configuración

source: More
de: Mehr
es: Más...

source: This network is not encrypted and can be unsafe. Are you sure you want to proceed connecting?
de: Dieses Netzwerk ist nicht verschlüsselt und kann unsicher sein. Sind Sie sicher, dass Sie sich einloggen wollen?
es: Te vas a conectar a una red protegida que puede que no sea segura. ¿Deseas continuar?

source: Warning: Unsafe network
de: Warnung: Unsicheres Netzwerk
es: Aviso: Red no segura

source: Select the connection that you want to use and press the Connect button.
de: Wählen Sie die Verbindung, die Sie verwenden möchten und klicken Sie auf "Verbinden".
es: Selecciona la conexión que quieres usar y presiona el botón Conectar

source: Wi-Fi Network
de: Wi-Fi-Netzwerk
es: Red Wi-Fi

source: Status: %s
es: Estado: %s

source: Secured network
de: Gesichertes Netzwerk
es: Red protegida

source: Unsecured network
de: Ungesichertes Netzwerk
es: Red no protegida

source: No connections available
de: Keine Verbindungen verfügbar
es: No hay conexiones disponibles

source: Ethernet Network
de: Ethernet-Netzwerk
es: Red Ethernet

source: 3G Network
de: 3G-Netzwerk
es: Red 3G

source: View usage &amp; buy access
de: Verbrauch sehen &amp; Zugang erwerben
es: Ver uso &amp, comprar acceso

source: Very low
de: Sehr schlechter
es: Muy bajo

source: Low
de: Schwach
es: Bajo

source: Good
de: Gut
es: Bueno

source: Very good
de: Sehr gut
es: Muy bueno

source: Excellent
de: Hervorragend
es: Excelente

source: No valid SIM
de: Keine gültige SIM
es: SIM no válida

source: Mobile Internet Device connection failed
es: La conexión con el Dispositivo de Internet Móvil ha fallado

source: Please remove the Mobile Internet Device and connect again
es: Es necesario desconectar del ordenador y volver a conectar el Dispositivo de Internet Móvil

source: The connection with the Mobile Internet Device has failed. It is not possible to establish a new connection until the device is removed and inserted again.
es: La conexión con el Dispositivo de Internet Móvil ha fallado. No es posible establecer una nueva conexión hasta que el dispositivo se extraiga y se inserte de nuevo.

source: Device: %s Device turned off
de: Gerät: %s Gerät Ausgeschaltet
es: Dispositivo:%s Dispositivo apagado

source: Activate
de: Aktivieren
es: Activado

source: Deactivate
de: Deaktivieren
es: Desactivado

source: Device: %s Signal Strength: %s Network technology: %s Operator: %s PIN: %s
de: Gerät: %s Signalstärke: %s Netzwerk-Technologie: %s Betreiber: %s PIN: %s
es: Dispositivo: %s Nivel de cobertura: %s Tecnología de red: %s Operador: %s PIN: %s

source: Device: %s
de: Gerät: %s
es: Dispositivo: %s

source: The application is already running in this session
es: La aplicación ya está en ejecución en esta sesión

source: User "root" is not allowed to execute the application
es: No está permitido que el usuario "root" ejecute la aplicación

source: Please execute the application as a non-privileged user
es: Ejecuta la aplicación como un usuario no privilegiado

source: Permissions error
de: Zugriffsfehler
es: Error de permisos

source: Please check if you have read and write permissions for the following path: %s
de: Bitte überprüfen Sie Ihre Lese- und Schreibrechte für den folgenden Pfad: %s
es: Por favor, verifique si tiene permisos de lectura y escritura para la siguiente ruta: %s

source: Unknown country_code code
es: Código de país desconocido

source: The specified code '%s' is not supported or unknown. The available codes are: %s
de: Die eingegebene Länderkennung '%s' ist unbekannt. Unterstützte Kennungen sind: %s
es: El código especificado '%s' es desconocido. Los códigos disponibles son: %s

source: %s is not properly configured
es: %s no está correctamente configurado

source: D-Bus service '%s' is not available. Please check %s is installed and properly configured and then try again.
es: El servicio D-Bus '%s' no está disponible. Comprueba que %s está instalado y correctamente configurado e inténtelo de nuevo.

source: Application start error
de: Fehler beim Starten der Anwendung
es: Error iniciando aplicación

source: Selfcare
de: Selbstschutz

source: o2Credit
de: Guthaben verwalten

source: Unlock and control a mobile broadband device
de: Mobiles Breitbandgerät entsperren und steuern

source: Request mobile broadband device identifying information
de: Abfragen von Erkennungsangaben für mobile Breitbandgeräte

source: Add, modify, and delete mobile broadband contacts
de: Mobile Broadband-Contacts hinzufügen, ändern und löschen

source: Enable and view geographic location and positioning information
de: Information zur geografischen Lage und Ortung aktivieren

source: Roaming alert
de: Roaming-Alarm

source: <b>escritorio movistar Linux 7.0</b>
de: <b>Schbreibtisch Movistar Linux 7.0</b>

source: Plan management
de: Ihre Packs & Packbuchung

source: Smart Connection
de: Smart-Verbindung

source: Manual
de: Manuell

source: <small>Total</small>
de: <small>Insgesamt</small>

source: <b>How much</b>
de: <b>Wie viel</b>

source: <small>Monthly allowance</small>
de: <small>Monantlicher Rabatt</small>

source: <small>What you've used</small>
de: <small>Was Sie verwendet haben</small>

source: <small>What's left</small>
de: <small>Was übrig ist</small>

source: <small>Data abroad</small>
de: <small>Daten im Ausland</small>

source: <small>Texts sent</small>
de: <small>gesandte Texte</small>

source: <small>Abroad</small>
de: <small>Ausland</small>

source: _Manual
de: _Manuell
