Repository: rudygodoy/tgcmlinux
Catalog: po/*.po
Languages: de, es

source: Contacts
de: Adressbuch
es: Agenda

source: Top-up
es: Tarjeta

source: Help
de: Hilfe
es: Ayuda

source: Settings
de: Einstellungen
es: Configuración

source: Traffic
de: Statistik
es: Consumo

source: Connecting...
de: Verbinden......
es: Conectando...

source: Starting to import...
de: Importprozess gestartet
es: Iniciando importación...

source: Downloading...
de: Herunterladen....
es: Descargando...

source: Confirming data...
de: Bestätigung der Daten....
es: Confirmando datos...

source: Cancelling.
de: Abbrechen.
es: Cancelado.

source: Import correct.
de: Import fehlerfrei
es: Importación correcta.

source: An error has occurred when importing.
de: Während des Imports ist ein Fehler aufgetreten
es: Se produjo un error al importar.

source: All the data has not been imported.
de: Es sind nicht alle Daten importiert worden
es: No se importaron todos los datos.

source: The address book can't be opened.
de: Das Adressbuch kann nicht geöffnet werden
es: No se ha podido abrir la agenda.

source: It can't connect.
de: Die Verbindung kann nicht aufgebaut werden
es: No se ha podido conectar.

source: An incorrect answer has been entered.
de: Eine inkorrekte Antwort wurde eingeben
es: Se ha recibido una respuesta incorrecta.

source: The user/password is incorrect.
de: Das Benutzer/Kennwort ist falsch
es: El usuario/contraseña son incorrectos.

source: Unknown error.
de: Unbekannter Fehler
es: Error desconocido.

source: Text
es: Texto

source: Find Hotspots
de: Hotspots finden
es: Buscar Hotspot

source: Wi-Fi areas
de: Wi-Fi-Bereich
es: Zonas Wi-Fi

source: Wi-Fi Zone
de: Wi-Fi-Bereich
es: Zona Wi-Fi

source: Notification
de: Benachrichtigung
es: Aviso

source: The SMS for %s, sent on %s at %s, has been delivered on %s at %s.
de: Die SMS für %s, gesandt am %s um %s, wurde überliefert am %s um %s.
es: El SMS enviado a %s, enviado el %s a las %s ha sido recibido el %s a las %s horas.

source: There has been an error while sending the SMS for %s, sent on %s at %s.
de: Beim Senden der SMS für %s, gesandt am %s um %s ist ein Fehler aufgetreten.
es: Ha ocurrido un error al enviar el SMS a %s, enviado el %s a las %s horas.

source: The SMS for %s, sent on %s at %s, has been stored in the short message service center.
de: Die SMS für %s, versendet am %s um %s, wurde im Nachrichtenservicezentrum gespeichert.
es: El SMS a %s enviado el %s a las %s horas ha sido almacenado en una central de servicio de mensajes cortos.

source: Unknown
de: Unbekannt
es: Desconocido

source: January
de: Januar
es: Enero

source: February
de: Februar
es: Febrero

source: March
de: März
es: Marzo

source: April
es: Abril

source: May
de: Mai
es: Mayo

source: June
de: Juni
es: Junio

source: July
de: Juli
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
de: Oktober
es: Octubre

source: November
es: Noviembre

source: December
de: Dezember
es: Diciembre

source: All
de: Alle
es: Todos

source: The hotspots list of %s will not be available due an import error.
es: La lista de Hotspots %s no estará disponisble debido a un error en la importación.

source: Unexpected error reading hotspots
de: Unerwarteter Fehler beim Lesen der Hotspots
es: Error inesperado leyendo los Hotspots

source: The set %s traffic limit has been reached
de: Das festgesetzte %s Datenverkehrslimit wurde erreicht
es: Se ha alcanzado el límite de consumo %s fijado

source: The set %s traffic limit percentage has been reached (%s%%)
de: Das in Prozent festgelegte Datenverkehrs-Limit von %s wurde erreicht (%s%%)
es: Se ha alcanzado el porcentaje del límite de consumo %s fijado (%s%%)

source: Send, save, modify, and delete text messages
de: Kurznachrichten senden, sichern, bearbeiten und löschen
es: Enviar, guarda, modificar y borrar mensajes de texto

source: Connecting to Internet WWAN
de: Verbindung zu Internet GRPS/3G
es: Conectando con internet WWAN

source: The selected file cannot be imported in your country.
es: El fichero seleccionado no puede ser importado en tu país.

source: The selected file must be installed in "%s".
es: El fichero seleccionado debe instalarse en "%s".

source: Malformed file, the profile cannot be imported.
es: Fichero no válido, el perfil no puede ser importado.

source: This favourite cannot be imported
es: Este acceso directo no puede ser importado

source: Error when importing the favourite. Probably the associated file does not exist in your system.
de: Beim Import des Favoriten ist ein Fehler aufgetreten. Möglicherweise ist die damit verknüpfte Datei in Ihrem System nicht vorhanden.
es: Error al importar el acceso directo. Probablemente el archivo asociado no exista en tu sistema.

source: <b>Favourite: '%s'</b>
de: <b>Favorit: '%s'</b>
es: <b>Accesos directos: '%s'</b>

source: <b>Connection: '%s'</b>
de: <b>Verbindung: '%s'</b>
es: <b>Conexión: '%s'</b>

source: Import file
de: Datei importieren
es: Importar archivo

source: Import
de: Importieren
es: Importar

source: File:
de: Datei:
es: Fichero:

source: File name
de: Dateiname
es: Nombre del fichero

source: The file content is as follows:
de: Der Inhalt der Datei ist wie folgt:
es: El contenido del fichero es el siguiente:

source: <b>Connection: WWAN Internet</b>
es: <b>Conexión: Internet WWAN</b>

source: This connection cannot be overwritten.
de: Diese Verbindung kann nicht überschrieben werden
es: Esta conexión no se puede sobrescribir.

source: This connection already exists and I would like to overwrite it
de: Diese Verbindung besteht bereits und ich würde sie gerne überschreiben
es: Esta conexión ya existe y deseo sobrescribirla

source: The connection does not have an associated user. Enter user name to connect.
de: Die Verbindung verfügt über keinen zugeordneten Benutzer. Geben Sie für die Verbindung den Benutzernamen ein
es: La conexión no dispone de usuario asociado. Introduce el nombre de usuario para la conexión.

source: Username:
de: Benutzername:
es: Nombre de usuario:

source: <b>shortcut: 'test'</b>
es: <b>Acceso directo : 'prueba'</b>

source: This shortcut already exists and I would like to overwrite it
de: Dieses Kurzmenü ist bereits vorhanden und ich würde es gerne überschreiben
es: Esta conexión ya existe y deseo sobrescribirla

source: Do you want to import this data?
de: Möchten Sie diese Daten importieren?
es: ¿Deseas importar estos datos?

source: Invalid phone number '%s'. Allowed numbers might start with '+', '#', '*' or '_' and have between three and twenty digits.
es: '%s' no es un número de teléfono móvil válido. Los teléfonos móviles deben comenzar por 6 o 7 y tener como máximo 9 cifras.

source: Invalid mobile phone number '%s'. Allowed Spain numbers start with 6 or 7 and have at most 9 digits.
de: Ungültige Handynummer '%s'. In Spanien fangen gültige Nummern mit 6 oder 7 an und haben maximal 9 Stellen.
es: '%s' no es un número de teléfono móvil válido. En España los teléfonos móviles deben comenzar por 6 o 7 y tener como máximo 9 cifras.

source: Installing service
de: Die Leisung wird installiert...
es: Instalando servicio

source: Please wait while the service '%s' is being installed.
de: Bitte warten, während der Dienst '%s' installiert wird.
es: Por favor, espera mientras se instala el servicio '%s'.

source: Do you want to uninstall the service '%s'?
de: Möchten Sie den Dienst '%s' deinstallieren?
es: ¿Deseas desinstalar el servicio '%s'?

source: Uninstall service
de: Dienst deinstallieren
es: Desinstalar servicio

source: You will be able to install it again from this configuration window.
de: Sie können ihn über dieses Konfigurationsfenster wieder installieren.
es: Podrás volver a instalarlo desde esta ventana de configuración.

source: Uninstalling service
de: Dienst deinstallieren
es: Desinstalando servicio

source: Please wait while the service '%s' is being uninstalled.
de: Bitte warten, während der Dienst '%s' deinstalliert wird.
es: Por favor, espera mientras se desinstala el servicio '%s'.

source: _Use the following specific connection:
de: _Verwenden Sie folgende spezifische Verbindung:
es: _Usar la siguiente conexión específica:

source: <b>Connection</b>
de: <b>Verbindung</b>
es: <b>Conexión</b>

source: _Install service
de: _Dienst installieren
es: _Instalar servicio

source: _Uninstall service
de: _Dienst deinstallieren
es: _Desinstalar servicio

source: Disconnected
de: Verbindung getrennt
es: Desconectado

source: Connected
de: Verbunden
es: Conectado

source: Connecting
de: Verbindung wird aufgebaut
es: Conectando

source: Disconnecting
de: Verbindung wird getrennt
es: Desconectando

source: Connect
de: Verbinden
es: Conectar

source: Disconnect
de: Verbindung trennen
es: Desconectar

source: You are about to connect you in roaming and your customary data fares do not apply for the traffic that consummate abroad. Inform yourself of your roaming data fares in the 22119 (free call cost in the European Union; from other countries applicable price to calls with destination Spain according to roaming fare of the line). To control your bill you can define alerts in Escritorio Movistar and will receive notifications when reaching a certain amount of data spent.
de: Sie werden in Kürze per Roaming eine Verbindung herstellen und Ihre Standard-Datentarife beinhalten nicht den Datenverkehr im Ausland. Informieren Sie sich unter 22119 über Ihre Datentarife im Roaming (Gebührenfrei bei Anrufen aus der Europäischen Union; aus anderen Ländern gilt der Tarif für Anrufe nach Spanien gemäß Roaming-Gebühr der Linie). Um Ihre Rechnung unter Kontrolle zu halten, können Sie mit dem Escritorio Movistar Warnhinweise programmieren und erhalten dann Benachrichtigungen, sobald ein bestimmtes Datenvolumen erreicht ist.
es: Estás a punto de conectarte en roaming y tus tarifas de datos habituales no aplican para el tráfico que consumas en el extranjero. Infórmate de tus tarifas de roaming datos en el 22119 (coste de llamada gratuito en la Unión Europea; desde otros países, precio aplicable a llamadas con destino España según tarifa de roaming de la línea). Para controlar tu factura puedes configurar alertas en el Escritorio Movistar y recibirás avisos al llegar a una cantidad de datos determinada.

source: You're about to connect while abroad. Network operators have different charges for data usage and costs can soon mount up. To set up alerts so you know approximately how much data you have used go to Settings / Alerts.
de: Sie sind dabei sich übe Roaming zu verbinden. Jeder Netzwerkbetreiber verrechnet den Datenverbrauch auf unterschiedliche Weise und die Kosten können sehr schnell ansteigen. Sie können Mitteilungen über den Gebrauch einstellen, um ungefähr wissen zu können, wieviel Sie verbraucht haben, so dass Sie herausfinden wieviel Sie ausgeben
es: Estás a punto de conectarte en roaming y tus tarifas de datos habituales no aplican para el tráfico que consumas en el extranjero. Infórmate de tus tarifas de roaming datos en el 22119 (coste de llamada gratuito en la Unión Europea; desde otros países, precio aplicable a llamadas con destino España segúnn tarifa de roaming de la lí­nea). Para controlar tu factura puedes configurar alertas en el Escritorio Movistar y recibirás avisos al llegar a una cantidad de datos determinada

source: Please try removing the Mobile Internet Device for assuring that the WWAN connection is down.
de: Bitte versuchen Sie, das mobile Internetgerät zu entfernen und dadurch sicherzustellen, dass die WWAN-Verbindung unterbrochen ist.
es: Por favor extrae el Dispositivo Internet Móvil para asegurarte de que la conexión WWAN se cierra.

source: Please try removing the Mobile Internet Device for assuring that the 2G/3G/4G connection is down.
de: Bitte versuchen Sie, das mobile Internetgerät zu entfernen und dadurch sicherzustellen, dass die 2G/3G/4G-Verbindung unterbrochen ist.
es: Por favor extrae el Dispositivo Internet Móvil para asegurarte de que la conexión 2G/3G/4G se cierra.

source: Unexpected disconnection failure
de: Verbindung unerwartet abgebrochen
es: Fallo de red inesperado

source: Do not show this dialogue again
de: Diesen Dialog nicht wieder anzeigen
es: No volver a mostrar este diálogo

source: _Use established connection
de: _etabilierte Verbindung verwenden
es: _Usar conexión establecida

source: Do not ask again
de: Nicht noch einmal fragen
es: No preguntar de nuevo

source: Introduction to password
de: Einführung zum Passwort
es: Introducción de contraseña

source: Enter the user password for the X connection
de: Geben Sie Ihr Benutzerkennwort ein für die X-Verbindung
es: Introduce la contraseña de usuario para la conexión X

source: Password:
de: Passwort:
es: Contraseña:

source: Connection with the Mobile Internet Device cannot be established.
de: Die Verbindung mit der Mobile Internet Gerät kann nicht aufgebaut werden.
es: No se ha podido establecer comunicación con el Dispositivo Internet Móvil.

source: Running device
de: Gerät in Betrieb
es: Inicializando dispositivo

source: Device off
de: Gerät ausgeschaltet
es: Dispositivo apagado

source: Checking PIN code
de: Überprüfung des PIN-Kodes
es: Comprobando código PIN

source: Checking PUK code
de: Überprüfung des PUK-Kodes
es: Comprobando código PUK

source: Searching network and registering
de: Netzwerk wird gesucht und registriert
es: Buscando red y registrando

source: Device ready
de: Gerät bereit
es: Dispositivo preparado

source: Device not detected
de: Gerät nicht gefunden
es: Dispositivo no detectado

source: Device detected
de: Gerät gefunden
es: Dispositivo detectado

source: Introduce the device PIN
de: Bitte PIN-Kode eingeben
es: Indroduce el PIN de la tarjeta SIM

source: The SIM device PIN code is activated. To activate it enter its value in the box and click on Accept.
de: Der PIN-Kode für die SIM-Karte ist aktiviert. Um ihn zu aktivieren, geben Sie bitte seinen Wert in das Kästchen ein und klicken auf Akzeptieren.
es: El código PIN del dispositivo SIM se encuentra activado. Para desactivarlo introduce su valor en la casilla y pulsa Aceptar.

source: The SIM device PIN code is deactivated. To activate it enter its value in the box and click on Accept.
de: Der PIN-Kode der SIM-Karte ist deaktiviert. Um ihn zu aktivieren, geben Sie bitte seinen Wert in das Kästchen ein und klicken auf Akzeptieren.
es: El código PIN del dispositivo SIM se encuentra desactivado. Para activarlo introduce su valor en la casilla y pulsa Aceptar.

source: The PIN code entered is incorrect.
de: Der eingegebene PIN-Kode ist nicht korrekt.
es: El código PIN introducido no es correcto.

source: The PIN code entered must have between 4 and 8 figures. Please, try again.
de: Der eingegebene PIN-Kode muss zwischenn 4 und 8 Zeichen haben. Bittee, noch einmal versuchen.
es: El código PIN introducido debe tener entre 4 y 8 cifras. Por favor, inténtalo de nuevo.

source: The PIN and the PIN check do not coincide.
de: Eingegebenen PIN-Kodes stimmen nicht überein.
es: El PIN y la verificación del PIN no coinciden.

source: The PUK code entered is incorrect.
de: Der eingegebene PUK-Kode ist nicht korrekt.
es: El código PUK introducido no es correcto.

source: You have cancelled the process checking your PUK code and Mobile Internet Device will go off To run the process again start it from the device menu through the option 'Activate device'.
de: Sie haben den Vorgang zur Überprüfung Ihres PUK-Kodes abgebrochen, das Mobile-Internet-Gerät wird deshalb abgeschaltet Um den Vorgang noch einmal zu durchlaufen, starten Sie ihn vom Menü des Geräts über die Option 'Aktivieren'.
es: Has cancelado el proceso de comprobación del código PUK y tu Dispositivo Internet Móvil se apagará Para volver a iniciar el proceso enciéndelo desde el menú de dispositivo a través de la opción 'Activar dispositivo'.

source: Checking cancelled
de: Überprüfung abgebrochen
es: Comprobación cancelada

source: You have cancelled the process checking the PIN code and your Device Mobile Internet will go off. To run the process again start it from the device menu through the option 'Activate device'.
de: Sie haben den Vorgang zur Überprüfung Ihres PIN-Kodes abgebrochen, Ihr Mobile-Internet-Gerät wird abgeschaltet. Um den Vorgang noch einmal zu durchlaufen, starten Sie ihn bitte vom Menü des Geräts über die Option 'Aktivieren'.
es: Has cancelado el proceso de comprobación del código PIN y tu Dispositivo Internet Móvil se apagará. Para volver a iniciar el proceso enciéndelo desde el menú de dispositivo a través de la opción 'Activar dispositivo'.

source: The SIM device PIN code change procedure has been unsuccessful. The Mobile Internet Device will now go off. The next time that it is turned on its PUK code will be requested.
de: Der Vorgang zur änderung des PIN-Kode der SIM-Karte war nicht erfolgreich. Die mobile Internvorrichtung wird nun abschalten. Wenn sie das nächste Mal eingeschaltet wird, wird deren PUK-Kode angefordert.
es: Ha fallado el proceso de cambio de PIN del dispositivo SIM. A continuación se apagará el Dispositivo Internet Móvil. La siguiente vez que se encienda se pedirá el código PUK de la misma.

source: Error when changing the PIN
de: Fehler beim Ändern des PIN
es: Error en el cambio de PIN

source: Activated
de: Aktiviert
es: Activado

source: Deactivated
de: Deaktiviert
es: Desactivado

source: The SIM device PIN code is activated. To deactivate it enter its value in the box and click on the Accept button.
de: Der PIN-Kode der SIM - Vorrichtung ist aktiviert. Um ihn zu deaktivieren, geben sie bitte dessen Wert in das Kästchen ein und klicken auf dem Button 'Akzeptieren'.
es: El código PIN del dispositivo SIM se encuentra activado. Para desactivarlo introduce su valor en la casilla y pulsa el botón Aceptar.

source: The SIM device PIN code is deactivated. To activate it enter its value in the box and click on the Accept button.
de: Der PIN- Kode der SIM-Karte ist deaktiviert. Um ihn zu aktivieren, geben Sie bitte dessen Wert in das Kästchen ein und klicken auf dem Button 'Akzeptieren'.
es: El código PIN del dispositivo SIM se encuentra desactivado. Para activarlo introduce su valor en la casilla y pulsa el botón Aceptar.

source: Select operator manual
de: Wählen Sie eine Bedienungsanleitung
es: Selección manual de operadora

source: A search for available operators will now be carried out. This operation could take a few minutes. To start the search click on Accept.
de: Eine Suche nach verfügbaren Betreibern wird nun durchgeführt. Dieser Vorgang könnte einige Minuten dauern. Um die Suche zu starten, klicken Sie bitte auf Akzeptieren.
es: A continuación se van a buscar las operadoras disponibles. Esta operación puede tardar varios minutos. Para comenzar la búsqueda pulsa en Aceptar.

source: An error has occurred in the activate/deactivate process of the PIN code of the SIM device. The Mobile Internet Device will now go off. The next time that it is turned on its PUK code will be requested.
de: Beim Vorgang des Aktivierens/Deaktivierens des PIN-Kodes der SIM-Vorrichtung ist ein Fehler aufgetreten. Die mobile Internetvorrichtung wird nun abschalten. Wenn sie das nächste Mal wieder eingeschaltet wird, wird deren PUK- Kode angefordert werden.
es: Ha fallado el proceso de activación/desactivación del código PIN del dispositivo SIM. A continuación se apagará el Dispositivo Internet Móvil. La siguiente vez que se encienda se pedirá el código PUK de la misma.

source: Error on activating/deactivating the PIN
de: Fehler bei der Aktivierung/Deaktivierung der PIN
es: Error en la activación/desactivación del PIN

source: Please, wait while it searches for available operators. This process could take a few minutes.
de: Bitte warten Sie, während nach verfügbaren Betreibern gesucht wird. Dieser Vogang könnte einige Minuten dauern.
es: Por favor, espera mientras se buscan las operadoras disponibles. Este proceso puede tardar varios minutos.

source: Searching for operators
de: Suche nach Netzbetreibern
es: Buscando operadoras

source: An error has occurred while searching for available operators.
de: Bei der Suche nach Netzbetreibern ist ein Fehler aufgetreten.
es: Se ha producido un error mientras se buscaban las operadoras disponibles.

source: An error has occurred while the selected operator was being configured.
de: Bei der Konfiguration des ausgewählten Netzbetreibers ist ein Fehler aufgetreten.
es: Se ha producido un error mientras se configuraba la operadora seleccionada.

source: Please wait while the operator is being configured selected.
de: Bitte warten, während der Netzbetreiber konfiguriert wird.
es: Por favor, espera mientras se configura la operadora seleccionada.

source: Configuring operator
de: Netzbetreiber wird konfiguriert
es: Configurando operadora

source: On restarting the information on the accumulated traffic will be deleted.
de: Beim Neustart wird die Information über den akkumulierten Datenverkehr gelöscht.
es: Al reiniciar se eliminará la información del consumo acumulado.

source: <b>Delete favourite</b>
de: <b>Favorit löschen</b>
es: <b>Eliminar favorito</b>

source: Do you want to delete the favourite '%s'?
de: Möchten Sie den Favorit '%s' löschen?
es: ¿Deseas eliminar el favorito '%s'?

source: New favourite
de: Neuer Favorit
es: Nuevo favorito

source: Modify favourite
de: Favorit ändern
es: Modificar favorito

source: <b>Favourite name is invalid</b>
de: <b>Der Name des Favoriten ist ungültig</b>
es: <b>Nombre de favorito no válido</b>

source: The favourite name cannot have the character '/'.
de: Der Name des Favoriten darf das Zeichen '/' nicht enthalten.
es: El nombre del favorito no puede contener el caracter '/'.

source: <b>Favourite name</b>
de: <b>Name des Favoriten</b>
es: <b>Nombre de favorito</b>

source: Enter a name for the favourite.
de: Geben Sie für den Favoriten einen Namen ein.
es: Introduce un nombre para el favorito.

source: <b>A favourite with the name '%s' already exists</b>
de: <b>Es existiert bereits ein Favorit mit dem Namen '%s' </b>
es: <b>Ya existe un favorito con el nombre '%s'</b>

source: Please choose another name.
de: Bitte wählen Sie einen anderen Namen.
es: Por favor, elige otro nombre.

source: <b>You have not chosen a file</b>
de: <b>Sie haben keine Datei gewählt</b>
es: <b>No has seleccionado un archivo</b>

source: Please choose a file to create the favourite.
de: Bitte wählen Sie eine Datei zum Anlegen des Favoriten.
es: Por favor, selecciona un archivo para la creación del favorito.

source: <b>You have not entered the URL</b>
de: <b>Sie haben den URL nicht eingegeben</b>
es: <b>No has introducido la URL</b>

source: Please enter a URL to create the favourite.
de: Bitte geben Sie, zur Erstellung des Favoriten, eine URL ein.
es: Por favor, introduce una URL para la creación del favorito.

source: <b>Delete connection</b>
de: <b>Verbindung löschen</b>
es: <b>Eliminar conexión</b>

source: Do you want to delete the connection '%s'?
de: Möchten Sie die Verbindung '%s' löschen?
es: ¿Deseas eliminar la conexión '%s'?

source: <b>Delete default connection</b>
es: <b>Eliminar conexión predeterminada</b>

source: The default connection can not be deleted. If you are sure you want to delete this connection, select another one as default.
de: Die standardmässige Verbindung kann nicht gelöscht werden. Falls Sie sich sicher sind, dass Sie diese Verbindung löschen möchten, wählen Sie bitte eine andere Verbindung als eine standardmässige aus.
es: La conexión predeterminada no puede ser borrada. Si estás seguro de que quieres eliminar ésta conexión, selecciona antes alguna otra como predeterminada.

source: New connection
de: Neue Verbindung
es: Nueva conexión

source: Modify connection
de: Verbindung ändern
es: Modificar conexión

source: <b>A connection with the name '%s' already exists</b>
de: <b>Eine Verbindung unter dem Namen '%s' ist bereits vorhanden</b>
es: <b>Ya existe una conexión con el nombre '%s'</b>
