Repository: rudygodoy/tgcmlinux
Catalog: po/*.po
Languages: de, es

source: The <b>PIN code</b> of your SIM card is activated. If you want to deactivate it, enter your <b>PIN code</b> and press Accept button. You have 3 attempts in order to enter the PIN code correctly. If you fail, the SIM card will be blocked.
de: Der <b>PIN-Kode</b> der SIM-Karte ist aktiviert. Um ihn zu deaktivieren geben Sie bitte die PIN ein und bestätigen Sie Ihre Eingabe mit "OK". Sie verfügen über 3 Versuche zur korrekten Eingabe des PIN-Kodes. Sollte dies fehlschlagen, so wird Ihre SIM-Karte blockiert.
es: El <b>código PIN</b> de la tarjeta SIM se encuentra activado. Para desactivarlo introduce su valor en la casilla y pulsa el botón Aceptar. Dispones de un máximo de 3 intentos para introducir el código PIN correcto o la tarjeta SIM se bloqueará.

source: <b><big>Deactivate PIN code</big></b>
de: <b><big>PIN-Kode deaktivieren</big></b>
es: <b><big>Desactivar código PIN</big></b>

source: Deactivate PIN code
de: PIN-Kode deaktivieren
es: Desactivar código PIN

source: <b>Wrong insertion of PIN code</b>
de: <b>Falsche Eingabe des PIN-Kodes</b>
es: <b>Inserción de código PIN errónea</b>

source: The PIN code insertion process of your SIM card has failed. Now , your card will be turn off. The next turn on of your card, the PUK code will be required
de: Der Vorgan.g der Eingabe des PIN-Kodes Ihrer SIM-Karte ist fehlgeschlagen. Nun wird Ihre Karte abschalten. Beim nächsten Einschalten Ihrer Karte, wird der PUK-Kode angefordert
es: Ha fallado el proceso de activación/desactivación del código PIN de la tarjeta SIM. A continuación se apagará el Dispositivo Internet Móvil. La siguiente vez que se encienda se pedirá el código PUK de la misma.

source: The PIN code of your SIM card is not activated. If you want to activate it, enter your PIN code and press Accept button. You have 3 attempts in order to enter the PIN code correctly. If you fail, the SIM card will be blocked.
de: Der PIN-Kode Ihrer SIM-Karte ist nicht aktiviert. Falls Sie diese aktivieren möchten,geben Sie Ihren PIN-Kode ein und drücken den Button Akzeptieren. Sie verfügen über 3 Versuche zur korrekten Eingabe Ihres PIN-Kode. Sollte dies fehlschlagen, wird die SIM-Karte blockiert.
es: El código PIN de la tarjeta SIM se encuentra desactivado. Para activarlo, introduce su valor en la casilla y pulsa el botón Aceptar. Dispones de 3 intentos para introducir el código PIN correcto o la tarjeta SIM se bloqueará.

source: error_label
de: Fehler_Kennzeichen
es: etiqueta_error

source: %s - News and Updates
de: %s - Nachrichten und Aktualisierungen
es: %s - Noticias y Actualizaciones

source: Title
de: Titel
es: Título

source: Date
de: Datum
es: Fecha

source: Size
es: Tamaño

source: News
de: Nachrichten
es: Noticias

source: Updates
de: Aktualisierungen
es: Actualizaciones

source: Please wait a minute...
de: Bitte warten Sie eine Minute....
es: Espera un momento por favor...

source: <b>Warning: slow connection</b>
es: <b>Aviso: Conexiones de baja velocidad</b>

source: Your connection seems too slow and the download would take you quite a long time. Are you sure to continue?
es: Tu conexión actual no es de alta velocidad y probablemente la descarga se demore. ¿Deseas continuar?

source: <b>The update could not be installed</b>
es: <b>No se puede instalar la actualización</b>

source: Please check your network configuration and try again
es: Comprueba la configuración de la red y prueba de nuevo

source: Open Link
de: Link öffnen
es: Abrir enlace

source: Unread
de: ungelesen
es: No leídos

source: Install
de: Installieren
es: Instalar

source: Options
de: Allgemein
es: Opciones

source: Display
de: Startbildschirm
es: Apariencia

source: Devices
de: Geräte
es: Dispositivos

source: My Internet connections
de: Verbindungen
es: Mis conexiones

source: Services
de: Dienste
es: Servicios

source: Alerts
de: Schwellwerte
es: Alertas

source: Appearance
de: Erscheinung
es: Apariencia

source: %s - Settings
de: %s - Einstellungen
es: %s - Configuración

source: Operator selection
de: Auswahl Netzbetreiber
es: Selección de operadora

source: Sorry, but need to wait until the Mobile Internet Device is done with the scan request.
de: Wir bedauern, Sie müssen warten, bis das internetfähige Mobiltelefon die Scan-Abfrage beendet hat.
es: El Dispositivo Internet Móvil está ocupado, por favor espere.

source: Attaching to network
de: An das Netzwerk anfügen
es: Registrando en la red

source: Operator selection failure
de: Fehler bei der Betreiber-Auswahl
es: <b>Fallo en la selección de operador</b>

source: Operator selection has failed. Try again or select another network.
de: Die Auswahl des Betreibers ist fehlgeschlagen. Versuchen Sie es erneut oder wählen Sie ein anderes Netzwerk.
es: Ha fallado la selección de operadora. Inténtalo de nuevo o selecciona otra red distinta.

source: The operation failed. Please try it again or check for the Mobile Internet Device and SIM card.
de: Der Vorgang fehlgeschlagen. Bitte versuchen Sie es erneut oder prüfen Sie das internetfähige Mobilgerät und die SIM-Karte.
es: La operación ha fallado. Por favor inténtalo de nuevo o comprueba el estado del Dipositivo de Internet Móvil y la tarjeta SIM.

source: Scanning carriers
de: Scanning der Netzbetreiber
es: Buscando operadoras

source: Carrier selection
de: Netzbetreiber Auswahl
es: Selección de operadora

source: <b><big>Carrier selection</big></b>
de: <b><big>Netzbetreiber Auswahln</big></b>
es: <b><big>Selección manual de operadora</big></b>

source: Select a carrier from the available list below pressing Accept button or search new networks pressing Refresh button.
de: Wählen Sie das gewünschte Netz aus der Liste aus und klicken Sie "Wählen" oder suchen Sie nach weiteren verfügbaren Netzen, indem Sie auf "Suchen" klicken.
es: Selecciona la operadora deseada de entre las incluidas en la lista y pulsa Seleccionar, o bien busca nuevas redes pulsando en Buscar.

source: Carrier list :
de: Liste der Netzbetreiber
es: Lista de operadoras:

source: Text to find
de: Zu suchender Text
es: Texto a buscar

source: Send message
de: Nachricht senden
es: Enviar mensaje

source: Send mail
de: Mail senden
es: Enviar correo

source: New contact
de: Neuer Kontakt
es: Nuevo contacto

source: Modify contact
de: Kontakt ändern
es: Modificar contacto

source: Delete contact
de: Kontakt löschen
es: Eliminar contacto

source: Name
es: Nombre

source: Telephone
de: Telefon
es: Teléfono

source: E-mail
es: Correo electrónico

source: Phone number
de: Telefonnummer
es: Teléfono

source: Select destination file to export
de: Wählen Sie eine Zieldatei für den Export
es: Selecciona el fichero destino para exportar

source: Select file to import
de: Wählen Sie die zu importierende Datei
es: Selecciona el fichero para la importación

source: A client application for sending email can not be found.
de: Client-Anwendung für das Senden von E-Mails konnte nicht gefunden werden.
es: No se ha podido encontrar ninguna aplicación para el envío de correo.

source: Error starting email client
de: Fehler beim Starten der Anwendung
es: Error iniciando aplicación

source: Do you want to delete the contact "%s"?
de: Möchten Sie den Kontakt "%s" löschen?
es: ¿Deseas eliminar al contacto "%s"?

source: Please wait until the contact is deleted.
de: Bitte warten während der Kontakt gelöscht wird.
es: Por favor, espera mientras se elimina el contacto.

source: Do you want to delete the %d selected contacts?
de: Möchten Sie die %d ausgewählten Kontakte löschen?
es: ¿Deseas eliminar los %d contactos seleccionados?

source: Please wait until the contacts are deleted.
de: Bitte warten während die Kontakte gelöscht werden.
es: Por favor, espera mientras se eliminan los contactos.

source: It is not possible to import contacts from the SIM card because the Mobile Internet Device is busy or not ready. Please insert it or turn it on if it is switched off, and try again in a few moments.
de: Es können keine Kontakte von der SIM-Karte importiert werden, da das internetfähige Mobilgerät besetzt oder nicht betriebsbereit ist. Bitte anschließen oder anschalten, falls es ausgeschaltet sein sollte, und versuchen Sie es in wenigen Augenblicken erneut.
es: No es posible importar contactos de la SIM porque el Dispositivo Internet Móvil no está preparado o se encuentra ocupado. Por favor, insértalo o enciéndelo si se encuentra apagado y reintenta la operación pasados unos segundos.

source: Device SIM
de: SIM der Vorrichtung
es: SIM del dispositivo

source: Cancelled by user. %s contacts have been already imported from the selected source.
de: Import wurde durch Benutzer vorzeitig abgebrochen. %s Kontakte wurden aus der ausgewählten Quelle vor dem Abbruch importiert.
es: Cancelado por el usuario. %s contactos han sido importados desde el origen seleccionado.

source: Unexpected timeout while importing contacts from the selected source.
de: Unerwartete Zeitüberschreitung beim Importieren der Kontakte aus der gewählten Quelle.
es: Se ha cancelado la importación debido a que se ha superado el máximo tiempo de espera.

source: %s contacts in the address book have been imported from the selected source.
de: %s Kontakte in dem Adressbuch wurden aus der ausgewählten Quelle importiert.
es: Se han importado %s contactos en la agenda desde el origen seleccionado.

source: Close
de: Schliessen
es: Cerrar

source: Phone number:
de: Telefonnummer:
es: Teléfono:

source: Invalid contact name
de: Ungültiger Kontaktname
es: Nombre de contacto no válido

source: Invalid contact name. Please enter a valid name.
de: Ungültiger Kontaktname. Bitte geben Sie einen gültigen Namen ein.
es: Nombre de contacto no válido. Por favor introduce uno válido

source: Invalid telephone number
de: Ungültige Telefonnummer.
es: Número de teléfono móvil incorrecto:

source: Invalid telephone number. This field only allows numbers and characters +, # and *.
de: Ungültige Telefonnummer. Dieses Feld lässt nur Ziffern sowie die Zeichen +, # und * zu.
es: Número de teléfono incorrecto. Este campo sólo permite números y los caracteres +, # y *.

source: Invalid email address
de: Ungültige E-Mail-Adresse
es: Dirección de email incorrecta

source: Invalid email address. Please enter a valid address (e.g. test@test.com).
de: Ungültige E-Mail-Adresse. Bitte geben Sie eine gültige E-Mail-Adresse ein (z.B. test@test.com).
es: Dirección de email no válida. Por favor introduce una dirección de email válida (e.j. test@test.com).

source: Assign to contact
de: Dem Kontakt zuordnen
es: Asignar a un contacto

source: Edit contact
de: Kontakt ändern
es: Editar contacto

source: <small><i>The fields in bold are mandatory</i></small>
de: <small><i>Die Felder in FettSchrift sind Pflichtfelder</i></small>
es: <small><i>Los campos en negrita son obligatorios</i></small>

source: <b>Name:</b>
es: <b>Nombre:</b>

source: <b>Telephone:</b>
de: <b>Telefonnummer:</b>
es: <b>Teléfono:</b>

source: E-mail:
es: Correo electrónico:

source: Import contacts
de: Kontakte importieren
es: Importar contactos

source: Select the source:
de: Wählen Sie die Quelle
es: Selecciona el origen:

source: Import progress:
de: Abwicklung des Importverfahrens
es: Progreso de la importación:

source: <b>Data source.</b>
de: <b>Datenquelle.</b>
es: <b>Nombre del origen de datos.</b>

source: Import result:
de: Importergebniss
es: Resultado de la importación:

source: < Back
de: < Zurück
es: < Atrás

source: Next >
de: Weiter >
es: Siguiente >

source: New
de: Neu
es: Nuevo

source: Modify
de: Bearbeiten
es: Modificar

source: Delete
de: Löschen
es: Eliminar

source: Search:
de: Suche
es: Buscar:

source: Search:
de: Suche:
es: Buscar:

source: New 2G/3G/4G connection
de: Neue 2G/3G/4G-Verbindung
es: Nueva conexión 2G/3G/4G

source: New WWAN connection
de: Neue WWAN Verbindung
es: Nueva conexión WWAN

source: Edit connection - %s
de: Verbindung ändern - %s
es: Modificar conexión - %s

source: Proxy settings
de: Proxy-Einstellungen
es: Configuración de proxy

source: <b>Connection name:</b>
de: <b>Namen der Verbindung:</b>
es: <b>Nombre de conexión:</b>

source: Ask password
de: Passwort anfordern
es: Solicitar contraseña

source: <b>User identification</b>
de: <b>Benutzer Identifikation</b>
es: <b>Identificación de usuario</b>

source: <b>APN address</b>
de: <b>APN-Adresse</b>
es: <b>Dirección APN</b>

source: Connection details
de: Details der Verbindung
es: Detalles de conexión

source: Don't use proxy server
de: Proxyserver nicht verwenden
es: No usar servidor proxy

source: Use proxy server
de: Verwenden Sie einen Proxyserver
es: Usar servidor proxy

source: Address:
de: Adresse:
es: Dirección:

source: Port:
es: Puerto:

source: More options
de: Weitere Optionen
es: Más opciones

source: <b>Internet access proxy</b>
de: <b>Proxy Internetzugang</b>
es: <b>Servidores proxy</b>

source: Assigned by the network
de: Zugeteilt durch das Netzwerk
es: Asignadas por la red

source: Assigned by the user
de: Zugeteilt durch den Benutzer
es: Asignadas por el usuario

source: Primary DNS:
de: Primäre DNS:
es: Servidor primario:

source: Secondary DNS:
de: Sekundäre DNS:
es: Servidor secundario:

source: DNS suffix search order:
de: Suchbefehl für DNS-Suffixe:
es: Dominios de búsqueda:

source: <small>Use commas (,) to separate the suffixes</small>
de: <small>Zur Trennung von Suffixen, Komma (,) verwenden</small>
es: <small>Use comas (,) para separar los sufijos</small>

source: <b>Advanced options</b>
de: <b>Erweiterte Optionen</b>
es: <b>Opciones avanzadas</b>

source: <b>Domain name servers</b>
de: <b>Domänennamen Server</b>
es: <b>Servidores DNS</b>

source: Network configuration
de: Netzwerkkonfiguration
es: Configuración de red

source: <b>Type</b>
de: <b>Typ</b>
es: <b>Tipo</b>

source: <b>Proxy address</b>
de: <b>Proxy-Adresse</b>
es: <b>Dirección proxy</b>

source: <b>Port</b>
es: <b>Puerto</b>

source: Use same proxy server for all connections
de: Für alle Verbindungen denselben Proxy-Server verwenden
es: Usar el mismo servidor proxy para todas las conexiones

source: No proxy for:
de: Kein Proxy für:
es: No usar proxy para:

source: No device in use
de: Kein Gerät im Gebrauch
es: Sin dispositivo

source: %s - Help
de: %s - Hilfe
es: %s - Ayuda

source: Online help
de: Online-Hilfe
es: Ayuda online

source: For more information, you can either call %s or post your enquiry at the following address:
de: Mehr Information telefonisch unter %s. Sie können Ihre Anfrage auch an folgende Adresse schicken:
es: Para más información, puedes llamar al %s o escribir tu consulta desde la siguiente dirección:

source: For more information, you can send your query to the following address:
de: Mehr Information auf Anfrage an folgende Adresse:
es: Para más información, puedes escribir tu consulta a la siguiente dirección:

source: For more information, you can phone %s.
de: Mehr Information telefonisch bei %s.
es: Para más información, puedes llamar al número %s.

source: Model:
de: Modell:
es: Modelo:

source: Manufacturer:
de: Hersteller:
es: Fabricante:

source: Physical address:
de: Wohnadresse:
es: Dirección física:

source: Escritorio Movistar - Help
de: Schreibtisch Movistar - Hilfe
es: Escritorio Movistar - Ayuda

source: Help topics shown in the application manual including a list of the questions and answers regarding the most frequent problems.
de: Hilfe-Themen, die in der Anleitung der Applikation aufgeführt sind, inklusive einer Liste mit Fragen und Antworten zu den häufigsten Problemen.
es: Los temas de ayuda se muestran en el manual de la aplicación en una lista con las preguntas y respuestas a los problemas más frecuentes.

source: Help topics
de: Hilfethemen
es: Temas de ayuda

source: For more information, you can either call 1004 or post your enquiry at the following address:
de: Mehr Information telefonisch unter 1004. Sie können Ihre Anfrage auch an folgende Adresse schicken:
es: Para más información, puedes llamar al 1004 o escribir tu consulta desde la siguiente dirección:

source: Information about devices:
de: Information zu Geräten:
es: Información sobre Dispositivos de Internet Móvil

source: _Do not show this message again
de: Diese Meldung nicht noch einmal zeigen
es: _No volver a mostrar este mensaje

source: Enter network PIN code
de: Pin-Code für das Netzwerk eingeben
es: Código de liberación

source: Unlocking succeeded
de: Freigabe erfolgreich beendet
es: Liberación del dispositivo completada

source: You succeed in unlocking your device network lock.
de: Sie haben den Zugang Ihres Geräts zum Netzwerk erfolgreich hergestellt.
es: Liberación del dispositivo completada de forma satisfactoria.

source: Error unlocking network PIN
es: Error en el proceso de liberación del dispositivo

source: The network PIN code entered is incorrect. Please try again.
de: Der eingegebene PIN-Code für das Netzwerk ist nicht korrekt. Bitte versuchen Sie es erneut.
es: El código de liberación del dispositivo introducido no es correcto. Si sigues teniendo problemas solicítalo de nuevo a tu operadora.

source: It is not possible to unlock the device. Please contact your operator.
es: No es posible liberar el dispositivo. Contacta con tu operador.

source: Insert the network PIN code. Ask your operator for this code.
de: Geben Sie den PIN-Code für das Netzwerk ein. Diesen Code erfahren Sie vom Netzbetreiber.
es: Inserta el código de liberación del dispositivo. Debes solicitarlo a tu operadora.

source: Network PIN code:
de: Pin-Code für das Netzwerk eingeben:
es: Código de liberación:

source: <b>Attention:</b>
de: <b>Achtung:</b>
es: <b>Atención:</b>

source: You have an unknown number of attempts remaining to enter the correct network PIN code.
de: Zur neuerlichen Eingabe des korrekten Pin-Codes steht Ihnen noch eine unbekannte Zahl von Versuchen zur Verfügung.
es: No es posible conocer el número de intentos disponibles para introducir el código de liberación.

source: An error has occurred when trying to send the message. Please check the numbers and assure that you have enough credit. If you have not enough credit, recharge and try again.
de: Beim Versuch, die Nachricht zu senden, ist ein Fehler aufgetreten. Bitte prüfen Sie die Nummern und vergewissern Sie sich, dass Ihr Guthaben ausreicht. Wenn Ihr Guthaben nicht ausreicht, laden Sie es bitte auf und versuchen Sie es erneut.
es: El mensaje de texto no se ha enviado. Por favor, inténtalo de nuevo y comprueba que el número de destino es correcto y que tienes saldo suficiente. Si no tienes saldo suficiente recarga y vuelve a intenter el envío.

source: An error has occurred when trying to send the message. Please check the numbers and if you are allowed to send messages to premium services, then try again.
de: Beim Versuch, die Nachricht zu senden, ist ein Fehler aufgetreten. Bitte prüfen Sie die Nummern und ob Sie dazu befugt sind, Nachrichten an Premium-Services zu schicken, und versuchen Sie es erneut.
es: El mensaje de texto no se ha enviado. Por favor, inténtalo de nuevo y comprueba que el número de destino es correcto y que no tienes restringidos los envíos de mensajes a servicios premium.

source: The message could not be sent because the Mobile Internet Device is not available. The outstanding messages will be saved as pending in the Sent Messages folder and they will be send as soon as the Mobile Internet Device is ready.
de: Die SMS konnte nicht versendet werden, denn das mobile Internetgerät ist nicht verfügbar. Die unerledigten Nachrichten werden als offen im Ordner Gesendete Nachrichten gesichert und sie werden gesendet, sobald das mobile Internetgerät betriebsbereit ist.
es: El mensaje no se ha podido mandar por no encontrarse preparado el Dispositivo Internet Móvil. Los mensajes que no se puedan enviar se almacenarán como pendientes en la carpeta de mensajes enviados y se enviarán en cuanto el dispositivo esté disponible.

source: It is not possible to send more than %s SMS simultaneously. Please check the number of SMS to sent and try again.
de: Mehr als %s SMS können nicht simultan verschickt werden. Bitte prüfen Sie die Anzahl der zu versendenden SMS und versuchen Sie es erneut.
es: No se pueden enviar más de %s mensajes de forma simultánea. Por favor revisa el número de mensajes a enviar e inténtalo de nuevo

source: Pending
de: Unerledigt
es: Pendiente

source: Messages
de: Mitteilungen
es: Mensajes

source: Contacts:
de: Kontakte:
es: Contactos:

source: Send delivery report
de: Lieferbericht senden
es: Enviar informe de entrega

source: From:
de: Von:
es: De:

source: Open url
de: Url öffnen
es: Abrir url

source: Add to favourites
de: Favourit hinzufügen
es: Añadir a favoritos

source: Send e-mail
de: E-Mail senden
es: Enviar e-mail

source: Add to contact list
de: Kontakt hinzufügen
es: Añadir a la agenda

source: Not connected
de: Nicht verbunden
es: No conectado

source: The web page cannot be opened because you are not connected
de: Es ist nicht möglich, die Webseite zu öffnen, da keine Verbindung hergestellt ist
es: Para acceder al contenido de esta página necesitas conexión a Internet.

source: Please connect and try again
de: Bitte stellen Sie zuerst eine Internetverbindung her und versuchen Sie es danach erneut
es: Por favor, pulsa el botón Conectar del Escritorio Movistar y vuelve a intentarlo

source: Pending messages
es: Mensajes pendientes

source: Accept
de: Akzeptieren
es: Aceptar

source: There are pending messages to be sent. What do you want to do?
de: Es sind unerledigte Nachrichten zu versenden. Was möchten Sie tun?
es: Tienes mensajes pendientes de ser enviados.¿Qué deseas hacer con ellos?

source: Save pending messages and close
de: Unerledigte Nachrichten sichern und schließen
es: Guardar los mensajes pendientes como borrador y cerrar.

source: Delete all pending messages and close
de: Alle unerledigten Nachrichten löschen und schließen
es: Borrar los mensajes pendientes y cerrar.

source: Add recipients
de: Empfänger hinzufügen
es: Añadir destinatarios

source: Add recipient
de: Empfänger hinzufügen
es: Añadir destinatario

source: The contacts %s are already in the receiver list.
de: Die Kontakte %s befinden sich bereits in der Empfängerliste.
es: Los contactos %s ya se encuentran en la lista de destinatarios.

source: The contact %s is already in the receiver list.
de: Der Kontakt %s befindet sich bereits in der Empfängerliste.
es: El contacto %s ya se encuentra en la lista de destinatarios.

source: From
de: Von
es: De

source: Content
de: Inhalt
es: Contenido

source: Message
de: Nachricht
es: Mensaje

source: Inbox
de: Posteingang
es: Recibidos

source: To
de: An
es: Para

source: Sent
de: Gesendet
es: Enviados

source: Draft
de: Entwurf
es: Borrador

source: character left
de: Zeichen übrig
es: carácter pendiente

source: characters left
de: Zeichen übrig
es: caracteres pendientes

source: messages
de: Nachrichten
es: mensajes

source: message
de: Nachricht
es: mensaje

source: The text and the message recipients that you are writing will be deleted. Are you sure?
de: Der Text und die Empfänger der Mitteilung, die Sie schreiben, werden gelöscht werden. Sind Sie sicher?
es: Se van a borrar los datos del mensaje actualmente en edición. ¿Desear continuar?

source: The draft is going to be updated. Do you want to continue?
de: Der Entwurf wird aktualisiert. Möchten Sie fortfahren?
es: Se va a modificar el borrador. ¿Deseas continuar?

source: The draft copy is going to be saved. Do you want to continue?
de: Eine Kopie des Entwurfs wird gespeichert. Möchten Sie fortfahren?
es: Se va a guardar el borrador. ¿Deseas continuar?

source: Your sms will be sent. Do you want to continue?
de: Ihre SMS wird gesandt. Möchten Sie fortfahren?
es: Se va a proceder al envío del mensaje. ¿Deseas continuar?

source: Send SMS
de: SMS senden
es: Enviar Mensaje

source: There was an error sending the message
de: Beim Senden der SMS ist ein Fehler aufgetreten
es: Ha ocurrido un error al enviar el SMS
