Repository: rudygodoy/tgcmlinux
Catalog: po/*.po
Languages: de, es

source: Please choose another name
de: Bitte wählen Sie einen anderen Namen
es: Por favor, elige otro nombre

source: <b>Connection name</b>
de: <b>Namen der Verbindung</b>
es: <b>Nombre de conexión</b>

source: Enter a name to connect.
de: Für die Verbindung, geben Sie bitte einen Namen ein.
es: Introduce un nombre para la conexión.

source: <b>Enter a user</b>
es: <b>Introduce un usuario</b>

source: You have not entered the user name to connect.
de: Sie haben für die Verbindung keinen Benutzernamen eingegeben.
es: No has introducido el nombre de usuario para la conexión.

source: <b>Enter the APN</b>
es: <b>Introduce el APN</b>

source: You have not entered the APN.
es: No has introducido el APN

source: <b>Enter the password</b>
de: <b>Geben Sie bitte ein Kennwort ein</b>
es: <b>Introduce la contraseña</b>

source: You have not entered the connection password.
de: Sie haben kein Kennwort für die Verbindung eingegeben.
es: No has introducido la contraseña de la conexión.

source: <b>The personalised profile field is empty</b>
de: <b>Das personalisierte Profilfeld ist leer</b>
es: <b>El campo perfil personalizado está vacío</b>

source: Please, state the personalised profile that you want to use.
de: Bitte geben Sie an, welches personalisierte Profil Sie verwenden möchten.
es: Por favor, indica el perfil personalizado que deseas utilizar.

source: <b>The DNS information is incomplete</b>
de: <b>Die DNS-Information ist unvollständig</b>
es: <b>La información de DNS no está completa</b>

source: Please, fill in the corresponding fields correctly.
de: Bitte füllen Sie die entsprechenden Felder korrekt aus.
es: Por favor, rellena debidamente los campos correspondientes.

source: <b>The Proxy address is invalid</b>
de: <b>Die Proxyadresse ist ungültig</b>
es: <b>La dirección del Proxy no es válida</b>

source: Enter a valid address.
de: Geben Sie bitte eine gültige Adresse ein.
es: Introduce una dirección válida.

source: <b>he Proxy port is invalid</b>
de: <b>Der Proxy-Port ist ungültig</b>
es: <b>El puerto del Proxy no es válido</b>

source: Positive whole numbers are allowed.
de: Positive Ganzzahlen sind erlaubt.
es: Los valores permitidos son enteros positivos.

source: <b>Connection with the PPP Manager cannot be established</b>
de: <b>Mit dem PPP Manager kann keine Verbindung aufgebaut werden</b>
es: <b>No es posible la comunicación con el PPP Manager</b>

source: Connection through the PPP Manager has failed. This means that at the moment it is impossible to establish connection with Internet with this application.
de: Die Verbindung Über den PPP Verwalter ist fehlgeschlagen. Das bedeutet, dass in diesem Augenblick es unmöglich ist, mit dieser Applikation eine Internetverbindung aufzubauen.
es: La conexión a través del PPP Manager no ha podido ser realizada. Lo que significa que por el momento no es posible la conexión a Internet mediante esta aplicación.

source: <b>Enter the user password to the connection '%s'</b>
de: <b>Geben Soie bitte für die Verbindung '%s'ein Kennwort ein</b>
es: <b>Introduce la contraseña de usuario para la conexión '%s'</b>

source: <b>Connection is not possible</b>
de: <b>die Verbindung ist nicht möglich</b>
es: <b>No es posible conectar</b>

source: The Mobile Internet Device is not ready to be connected. Please Insert it or turn it on if it is off and wait until it is registered on the network.
de: Die mobile INternetvorrichtung ist nicht bereit, um eine Verbindung aufzubauen. Bitte, fügen sie diese ein, oder schalten Sie sie ein und warten, bis sie im Netzwerk registriert ist.
es: El Dispositivo Internet Móvil no está preparado para conectar. Por favor insértalo o enciéndelo si se encuentra apagado y espera a que se registre en la red.

source: Close Escritorio Movistar
de: Mobile Connection Manager schließen
es: Cerrar Escritorio Movistar

source: If you close the %s, the connection in progress will be disconnected. Do you want to continue closing %s?
de: Wenn Sie den %s schliessen, wird die bestehende Internetverbindung getrennt. Möchten Sie fortfahren und den %s schliessen?
es: Si cierras el %s se terminará la conexión actualmente establecida con la aplicación. ¿Deseas continuar y cerrar el %s?

source: <b>No device has been selected</b>
de: <b>Es wurde keine Gerät ausgewählt</b>
es: <b>No hay ningún dispositivo seleccionado</b>

source: The requested connection cannot be established as there is no device. Please choose a device in the Configuration window.
de: Die gewünschte Verbindung kann nicht aufgebaut werden, da keine Vorrichtung vorhanden ist. Bitte wáhlen Sie eine Vorrichtung aus dem Konfigurationsfenster.
es: No se puede realizar la conexión solicitada debido a que no hay ningún dispositivo. Por favor, selecciona un dispositivo en la ventana de Configuración.

source: <b>Error in the connection</b>
de: <b>Fehler bei der Verbindung</b>
es: <b>Error en la conexión</b>

source: Connection cannot be established. Please, try again.
de: Die Verbindung kann nicht aufgebaut werden. Bitte versuchen Sie es noch einmal.
es: No ha sido posible realizar la conexión. Por favor, inténtalo de nuevo.

source: <b>Another active connection has been detected</b>
de: <b>Es wurde eine weitere aktive Verbindung gefunden</b>
es: <b>Se ha detectado otra conexión activa</b>

source: <b>Open service '%s'</b>
de: <b>Dienst '%s' öffnen</b>
es: <b>Abrir servicio '%s'</b>

source: Do you want to establish connection associated with the service? (%s)
de: Möchten Sie eine mit dem Server verknüpfte Verbindung aufbauen? (%s)
es: ¿Deseas conectarte con la conexión asociada al servicio? (%s)

source: At the moment you are connected to '%s'. Do you want to open the service by changing your associated connection '%s' or would you prefer to use the current connection? If you change the connection you could loose information in other services and Open favourites.
de: Im Augenblick sind Sie verbunden mit '%s'.Möchten Sie den Dienst öffnen, indem Sie Ihre zugehörige Verbindung ändern '%s' oder ziehen Sie es vor die aktuelle Verbindung zu verwenden? Falls Sie die Verbindung ändern, könnte Information anderer Dienste sowie offene Favoriten verlorern gehen.
es: En este momento estás conectado con '%s'. ¿Deseas abrir el servicio cambiando a tu conexión asociada '%s' o prefieres usar la conexión actual? Si cambias la conexión puedes perder información en otros servicios y favoritos abiertos.

source: At the moment you are connected to '%s'. Do you want to open the service by changing to your default connection '%s' or do you prefer to use the connection current? If you change the connection you could loose information in other services and Open favourites.
de: Im Augenblick sind Sie verbunden mit '%s'. Möchten Sie den Dienst öffnen, indem Sie Ihre standardmässige Verbindung ändern '%s' oder ziehen Sie es vor die Verbindung aktuell zu verwenden? Falls Sie die Verbindung ändern, können Informationen aus anderen Diensten, sowie offene Favoriten verloren gehen.
es: En este momento estás conectado con '%s'. ¿Deseas abrir el servicio cambiando a tu conexión por defecto '%s' o prefieres usar la conexión actual? Si cambias la conexión puedes perder información en otros servicios y favoritos abiertos.

source: <b>Open favourite '%s'</b>
de: <b> Favorit '%s' öffnen</b>
es: <b>Abrir servicio '%s'</b>

source: Do you want to establish the connection associated with the favourite? (%s)
de: Möchten Sie eine mit dem Favoriten verknüpfte Verbindung aufbauen? (%s)
es: ¿Deseas conectarte con la conexión asociada al favorito? (%s)

source: At the moment you are connected to '%s'. Do you want to open the favourite? by changing your associated connection '%s' or would you prefer to use the current connection? If you change the connection you could loose information in other services and Open favourites.
de: Im Augenblick sind Sie verbunden mit '%s'.Möchten Sie den Favorten Öffnen? indem Sie die zugehörige Verbindung ändern '%s' oder ziehen Sie es vor die aktuelle Verbindung zu verwenden? Falls sie die Verbindung ändern, könnte Information anderer Dienste sowie offener Favoriten verloren gehen.
es: En este momento estás conectado con '%s'. ¿Deseas abrir el favorito cambiando a tu conexión asociada '%s' o prefieres usar la conexión actual? Si cambias la conexión puedes perder información en otros servicios y favoritos abiertos.

source: At the moment you are connected to '%s'. Do you want to open the favourite? by changing to your default connection '%s' or do you prefer to use the connection current? If you change the connection you could loose information in other services and Open favourites.
de: Im Augenblick sind Sie verbunden mit '%s'. Möchten Sie den Favoriten öffnen? indem Sie Ihre Standardverbindung ändern '%s'oder ziehen Sie es vor, die Standardverbindung zu nutzent? Wenn Sie die Verbindung ändern, könnte Information anderer Dienste verloren gehen, sowie offene Favoriten.
es: En este momento estás conectado con '%s'. ¿Deseas abrir el favorito cambiando a su conexión por defecto '%s' o prefieres usar la conexión actual? Si cambias la conexión puedes perder información en otros servicios y favoritos abiertos.

source: <b>Connect to the pre-set connection</b>
de: <b>Mit der vorgegebenen Verbindung verbinden</b>
es: <b>Conectar con la conexión predeterminada</b>

source: <b>Connect to the selected connection</b>
de: <b>Mit der ausgewählten Verbindung verbinden</b>
es: <b>Conectar con la conexión predeterminada</b>

source: At the moment you are connected to '%s'. Do you want to open the connection '%s' or Do you prefer to use the current connection? If you change the connection you could loose information in other services and Open favourites.
de: Im Augenblick sind Sie verbunden mit '%s'. Möchten Sie die Verbindung öffnen '%s' oder ziehen Sie es vor dei aktuelle Verbindung zu verwenden? Wenn Sie die Verbindung ändern, kann Information aus anderen Diensten, sowie offene Favoriten verloren gehen.
es: En este momento estás conectado con '%s'. ¿Deseas abrir la conexión '%s' o prefieres usar la conexión actual? Si cambias la conexión puedes perder información en otros servicios y favoritos abiertos.

source: Do you want to establish the preset connection (%s)?
de: Möchten Sie die vorgegbenen Verbindung herstellen (%s)?
es: ¿Deseas conectarte con la conexión predeterminada (%s)?

source: Do you want to establish the connection (%s)?
de: Möchten Sie die Verbindung (%s) herstellen?
es: ¿Deseas conectarte a la conexión '%s'?

source: <b>The telephone number is invalid</b>
de: <b>Die Telefonnummer ist ungültig</b>
es: <b>El número de teléfono no es válido</b>

source: Numerical characters are the values allowed.
de: Numerische Zeichen sind die erlaubten Werte.
es: Los valores permitidos son caracteres numéricos.

source: User data
de: Nutzerdaten
es: Datos de usuario

source: This service requires identification:
de: Diese Leistung erfordert Identifikation:
es: Este servicio requiere identificación:

source: Telephone:
de: Telefon:
es: Teléfono:

source: Key:
de: Schlüssel:
es: Clave:

source: Remember telephone number and password
de: Kennwort und Telefonnummer speichern
es: Recordar teléfono y clave

source: Invalid mobile broadband number
es: Número de móvil asociado a la Banda Ancha Móvil inválido

source: Waiting for operator response
de: Warten auf Antwort des Betreibers
es: Esperando respuesta del operador

source: Unexpected error
de: Unerwarteter Fehler
es: Error inesperado

source: We're sorry, but it was not possible to query your Broadband Mobile Number. Please try again later.
de: Wir bedauern, die Abfrage zu Ihrer Breitband-Mobilfunknummer war nicht möglich. Bitte versuchen Sie es später nochmal.
es: Lo sentimos, no es posible obtener los datos de tu Dispositivo Internet Móvil en estos momentos. Por favor, vuelve a intentarlo más tarde.

source: Clicking the next links you will be able to:
de: Sie können nun folgende Links anklicken:
es: Pulsando sobre los siguientes enlaces podrás:

source: Check your Data Card credit
de: Prüfen Sie das Guthaben auf Ihrer Data Card
es: Consultar el saldo de tu Tarjeta de Datos

source: Top up your credit
de: Guthaben aufladen
es: Realizar una Recarga de Saldo

source: Get more info about prepaid rates
es: Obtener información sobre las tarifas de tarjeta

source: <b>My details</b>
de: <b>Meine Angaben</b>
es: <b>Mis datos</b>

source: Mobile broadband number:
de: Breitband-Mobilfunknummer:
es: Número de móvil asociado a la Banda Ancha Móvil:

source: Query
de: Abfrage
es: Consultar

source: PUK number has length of 8 digits
de: PUK-Kode hat eine Länge von 8 Zeichen
es: El código PUK tiene una longitud de 8 dígitos

source: PIN number has length between 4 and 8 digits
de: Der PIN-Kode erfordert zwischen 4 und 8 Zeichen
es: El código PIN introducido debe tener entre 4 y 8 cifras.

source: Only digits allowed for PUK number
de: Nur Zahlen sind für den PUK-Kode erlaubt
es: Solo se permiten dígicos en el código PUKº

source: PUK length is 8 digits
de: PUK-Kode hat eine Länge von 8 Zeichen
es: La longitud del PUK es de 8 dígitos

source: Only digits allowed for PIN numbers
de: Nur Zahlen sind für den PIN-Kode erlaubt
es: Solo se permiten números para el código PIN

source: PIN length is between 4 and 8 digits
de: Der PIN-Kode erfordert zwischen 4 und 8 Zeichen
es: El código PIN debe tener entre 4 y 8 cifras.

source: Both PIN numbers must be equal
de: Beide PIN-Kodes müssen übereinstimmen
es: Los dos códigos PIN deben ser iguales

source: PUK authentication cancel
de: Puk Authentifizierung abbrechen
es: Autenticación PUK cancelada

source: You have canceled the PUK authentication process, the card will be turn off
de: Sie haben den PUK-Authentifizierungsvorgang abgebrochen,die Karte wird gesperrt
es: Has cancelado el proceso de comprobación del código PUK y tu Dispositivo Internet Móvil se apagará

source: PUK authentication failed, please verify the number.
de: PUK Authentifizierung fehlgeschlagen, bitten überprüfen Sie den Kode.
es: Error en la autenticación PUK, por favor compruebe el número

source: PUK authentication failure
de: Puk Authentifizierung abbrechen
es: La autenticación PUK ha fallado

source: SIM card is blocked
de: Die SIM-Karte ist blockiert
es: La tarjeta SIM está bloqueada

source: <big><b>SIM card is blocked</b></big>
de: <big><b>Die SIM-Karte ist blockiert</b></big>
es: <big><b>La tarjeta SIM está bloqueada</b></big>

source: Your SIM card is blocked. You must enter your <b>PUK number</b> and <b>PIN number</b> for your SIM card. You have 10 attempts in order to enter the correct PUK number. If you fail, your SIM card will be blocked
de: Ihre SIM-Karte ist blockiert. Sie müssen Ihrer <b>PUK-Kode eingeben</b> und <b>PIN-Kode</b> für Ihre SIM-Karte. Sie verfügen über 10 Versuche zur Eingabe der korrekten PUK-Kode. Falls dies fehlschlägt, wird Ihre SIM-Karte blockiert.
es: La tarjeta SIM está bloqueada. Introduce el <b>código PUK</b> y el <b>código PIN </b> de tu tarjeta SIM. Dispones de 10 intentos para introducir el código PUK correcto. Pasados esos 10 intentos, tu tarjeta SIM será bloqueada.

source: PUK number
de: PUK-Nummer
es: Número PUK

source: New PIN number
de: Neue PIN-Nummer
es: Nuevo PIN

source: Confirm PIN number
de: PIN-Nummer bestätigen
es: Confirma el número PIN

source: The billing period begins on the %s and ends on the %s of each month.
de: Die im Connection Manager eingerichtete Nutzungsperiode beginnt am %s und endet am %s eines jeden Monats. Wichtiger Hinweis: Die hier angezeigten Werte dienen lediglich der Information und können aus technischen Gründen von den in Rechnung gestellten, tatsächlich angefallenen Werten abweichen.
es: El período de facturación comienza el %s y finaliza el %s de cada mes.

source: Current period
de: Aktueller Nutzungszeitraum
es: Período actual

source: This month
de: Dieser Monat
es: Este mes

source: This screen gives you information about your mobile broadband usage. 'This session' tells you about your current O2 data network or Wi-Fi connection. 'This month' shows your usage on the O2 data network only. For more information see the Help guide.
de: Diese Oberfläche zeigt Information zur Nutzung Imres mobilen Breitbanddienstes an. 'This session' informiert Sie über Ihre gegenwärtige Datennetzwerk- oder Wi-Fi-Verbindung von O2. 'This month' (Laufender Monat) zeigt ausschließlich Ihre Nutzung des Datennetzwerks von O2 an. Mehr Information in der Anleitung zu Hilfe.
es: Esta pantalla le ofrece información sobre el uso de la banda ancha de su terminal. "Esta sesión" le informa sobre la información actual de su red de datos O2 o su conexión Wi-Fi. "Este mes" le muestra sólamente su uso de la red de datos O2. Para más información consulte el manual de Ayuda.

source: You are going to delete all the history data. Are you sure?
de: Du wirst die ganze Geschichte Daten zu löschen. Sind Sie sicher?
es: Al reiniciar se eliminará la información de consumo acumulado.

source: Restart accumulated traffic
de: Zurücksetzen des gesamten Datenverbrauchs
es: Reiniciar consumo acumulado

source: Current billing period
de: Aktueller Nutzungszeitraum
es: Período de facturación actual

source: day
de: Tag
es: día

source: days
de: Tage
es: días

source: %(delta_days)s %(day_str)s - from %(day)s/%(month)s/%(year)s until today
de: %(delta_days)s %(day_str)s - von %(day)s/%(month)s/%(year)s bis heute
es: %(delta_days)s %(day_str)s - desde %(day)s/%(month)s/%(year)s hasta hoy

source: <b>Summary from %s</b>
de: <b>Zusammenfassung seit %s:</b>
es: <b>Resumen desde %s</b>

source: Change your billing period
de: Legen Sie hier den Beginn des Nutzungszeitraums fest
es: Cambiar tu período de facturación

source: <b>Current period</b>
de: <b>Aktueller Nutzungszeitraum</b>
es: <b>Período actual</b>

source: <b>Current billing period (from x to y)</b>
de: <b>Aktueller Nutzungszeitraum (von x nach y)</b>
es: <b>Período de facturación actual (de x a y)</b>

source: <b>Sumary from %s</b>
de: <b>Zusammenfassung seit %s:</b>
es: <b>Resumen desde %s</b>

source: Restart
de: Zurücksetzen
es: Reiniciar

source: History
de: Monatsübersicht
es: Histórico

source: <small>The invoicing period starts the 18th and ends the 17th of every month. The Information provided is for guidance.</small>
de: <small>Die Abrechnungsperiode beginnt am 18. und endet am 17. eines jeden Monats.Die mitgelieferte Information ist zur Orientierung.</small>
es: <small>El período de facturación comienza el 18 y finaliza el 17 de cada mes. La información proporcionada es orientativa.</small>

source: <small>The information provided is approximate. Remember that if you want to know your exact traffic usage, go to:</small>
es: <small>La información proporcionada es orientativa. Recuerda que si quieres conocer tu consumo real puedes visitar:</small>

source: <small>The data counter gives you a close estimate of what you've used and might not be the same as you see on your bill. If you use your dongle on more than one computer, each computer will have it's oun data counter. Add together all you data counters to find out what you've used in total.</small>
es: <small></small>

source: Select the day your monthly billing starts:
de: Wählen Sie den ersten Tag Ihrer monatlichen Abrechnung:
es: Selecciona el día de comienzo de facturación:

source: <span color="#012952" size="small" weight="bold">Settings</span>
de: <span color="#012952" size="small" weight="bold">Einstellungen</span>
es: <span color="#012952" size="small" weight="bold">Configuración</span>

source: <span color="#012952" size="small" weight="bold">Help</span>
de: <span color="#012952" size="small" weight="bold">Hilfe</span>
es: <span color="#012952" size="small" weight="bold">Ayuda</span>

source: You have canceled the PIN code insertion, the mobile device will be turned off
de: Sie haben die PIN-Kode-Eingabe abgebrochen: Das Mobilfunkgerät schaltet sich ab
es: Has cancelado el proceso de comprobación del código PIN y tu dispositivo Internet Móvil se apagará.

source: PIN code insertion canceled
de: Die Eingabe des PIN-Kode wurde abbegrochen
es: Comprobación cancelada

source: The PIN code requires between 4 and 8 digits
de: Der PIN-Kode erfordert zwischen 4 und 8 Zeichen
es: El código PIN introducido debe tener entre 4 y 8 cifras.

source: The PIN code is invalid
de: Der PIN-Kode ist ungültig
es: El código PIN es inválido

source: Enter PIN code
de: PIN-Kode eingeben
es: Introduce el PIN

source: <b><big>Enter PIN code</big></b>
de: <b><big>PIN-Kode eingeben</big></b>
es: <b><big>Introduce el PIN</big></b>

source: Enter the PIN for the SIM card. You have 3 attempts to enter the correct PIN code before the SIM is blocked.
de: PIN der SIM-Karte eingeben. Ihnen verbleibt/en noch 3 Versuch/e zur Eingabe des korrekten PIN-Kodes, bevor Ihre SIM gesperrt wird.
es: Introduce el PIN de la tarjeta SIM. Dispones de 3 intentos para introducir el código PIN correcto o la tarjeta SIM se bloqueará.

source: PIN code:
de: PIN-Kode:
es: Código PIN:

source: The two PIN codes are not equal
de: Die beiden Pin-Kodes sind nicht gleich
es: Los dos códigos PIN no son iguales

source: <b>Error changing PIN code</b>
de: <b>Fehler beim Ändern des PIN-Kodes</b>
es: <b>Error cambiando el código PIN</b>

source: The PIN code change of your SIM card has failed. Now , your card will be turn off. The next turn on of your card, the PUK code will be required
de: Die Änderung des PIN-Kode auf Ihrer SIM-Karte ist fehlgeschlagen. Nun wird Ihre Karte abschlaten. Beim nächsten Einschalten der Karte, wird der PUK-Kode angefordert.
es: El cambio de código PIN de su tarjeta SIM ha fallado. Su tarjeta se apagará de manera inmediata. La próxima vez que encienda su tarjeta se le pedirá el código PUK.

source: Change PIN code
de: PIN ändern
es: Cambiar código PIN

source: <b><big>Change PIN code</big></b>
de: <b><big>PIN ändern</big></b>
es: <b><big>Cambiar código PIN</big></b>

source: Please, enter the old and the new PIN code. You have 3 attempts in order to enter the PIN code correctly. If you fail, the SIM card will be blocked.
de: Bitte geben Sie den alten und den neuen PIN-Kode ein. Sie verfügen über <b>3 Versuche</b> izur korrekten Eingabe Ihres PIN-Kodes. Sollte dies fehlschlagen, wird Ihre SIM-Karte blockiert.
es: Por favor, introduce el antiguo código PIN y el nuevo. Dispone de <b>3 intentos</b> para introducir correctamente el código PIN. Si agotara estos 3 intentos, su tarjeta SIM será bloqueada.

source: Old PIN code:
de: Aktuelle PIN:
es: Introduce el PIN actual:

source: New PIN code:
de: Neue PIN:
es: Nuevo PIN:

source: Confirm PIN code:
de: Bestätigen Sie die neue PIN:
es: Confirma el nuevo PIN:

source: The <b>PIN code</b> of your SIM card is not activated. If you want to activate it, enter your <b>PIN code</b> and press Accept button. You have 3 attempts in order to enter the PIN code correctly. If you fail, the SIM card will be blocked.
de: Der <b>PIN-Kode</b> Ihrer SIM-Karte ist nicht aktiviert. Falls Sie diese aktivieren möchten,geben Sie Ihren <b>PIN-Kode ein</b> und drücken den Button Akzeptieren. Sie verfügen über 3 Versuche zur korrekten Eingabe Ihres PIN-Kode. Sollte dies fehlschlagen, wird die SIM-Karte blockiert.
es: El <b>código PIN</b> de la tarjeta SIM se encuentra desactivado. Para activarlo, introduce su valor en la casilla y pulsa el botón Aceptar. Dispones de 3 intentos para introducir el código PIN correcto o la tarjeta SIM se bloqueará.

source: <b><big>Activate PIN code</big></b>
de: <b><big> PIN-Kode aktivieren</big></b>
es: <b><big>Activar el código PIN</big></b>

source: Activate PIN code
de: PIN-Kode aktivieren
es: Activar código PIN
